Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.WEBBER.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: It's hairy like us, but I don't think it likes shaving.
sw: Он такой же волосатый, как и мы, только вряд ли любит бриться.

# STRINGS.CHARACTERS.WEBBER.ACTIONFAIL.REPAIRBOAT.GENERIC
source: No need. It already floats our boat.
sw: Не надо. Наша лодочка ещё на плаву.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_CANFIX
source: We can repair it.
sw: Мы можем это починить.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_WET
source: We're unpleasantly moist.
sw: Мы неприятно подсырели.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_OTHER_WORLD_PLANT
source: We can't grow this here.
sw: Мы не можем тут это вырастить.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_BOAT_DAMAGED
source: Our boat is hurt!
sw: Нашей лодочке больно!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_BOAT_SINKING
source: Down, down, down we go!
sw: «Тянет ко дну боль и грусть...»

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_BOAT_SINKING_IMMINENT
source: Help! We can't swim!
sw: Спасите! Мы не можем плавать!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_CRAB_ESCAPE
source: You slippery snail... er, crab!
sw: Ах ты ж скользкая змеюка... эм, крабюка!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_MAPWRAP_LOSECONTROL
source: We're trembling in our pantaloons!
sw: Душа в пятки ушла!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_MAPWRAP_RETURN
source: That was scary!
sw: Это было страшно!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_MAPWRAP_WARN
source: I don't like this...
sw: Мне это не нравится...

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_MORETREASURE
source: Yay! Another treasure hunt!
sw: Опа! Где-то есть ещё сокровища!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_OTHER_WORLD_TREASURE
source: I don't think I can find this treasure here.
sw: Не думаю, что сокровище может быть здесь.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_SHARX
source: Mean sea hounds! Leave us alone!
sw: Нехорошие морские собаки! Оставьте нас в покое!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_TRAWL_FULL
source: Let's pull 'er up!
sw: Тяни!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_TREASURE
source: A map! We should follow it!
sw: Карта! Нам надо бы изучить её!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_VOLCANO_ERUPT
source: It's raining fire!
sw: Это огонь, льющийся как дождь!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_WAVE_BOOST
source: Weee!
sw: Ви-и-и-и!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_WHALE_HUNT_BEAST_NEARBY
source: We're on the trail!
sw: Мы напали на след!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_WHALE_HUNT_LOST_TRAIL
source: It went home...
sw: Он ушёл куда-то домой...

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_WHALE_HUNT_LOST_TRAIL_SPRING
source: It's so choppy!
sw: Всё вдруг как-то переменилось!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLOWERHAT
source: Colorful crown.
sw: Цветастая корона.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LUREPLANT
source: What a colorful plant.
sw: Какое красочное растение.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARSH_TREE.BURNT
source: Its growing days are over.
sw: Оно больше не вырастет.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOOSE
source: She doesn't look at all pleased to see us.
sw: Не похоже, что он рад нас видеть.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TROPICALFAN
source: This thing is huge!
sw: Эта штука огромная!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOSQUITO.HELD
source: We have you in our web.
sw: Попался в нашу сеть.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PETALS
source: How colorful.
sw: Такие цветастые.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABBITHOLE.SPRING
source: I hope they're okay in there.
sw: Я надеюсь, они там в порядке.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROBIN.GENERIC
source: Red is my favorite color!
sw: Красный цвет - мой любимый!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMALLBIRD.HUNGRY
source: I can see its tummy rumble.
sw: Я слышу, как урчит её животик.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PALMLEAF_UMBRELLA
source: It won't keep us from playing in puddles!
sw: От беготни по лужам он нас не остановит!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.AERODYNAMICHAT
source: We feel light on our feet.
sw: Мы ощущаем лёгкость в ногах.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ANTIVENOM
source: This is medicine?
sw: Это лекарство?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMOR_LIFEJACKET
source: It pays to be safe.
sw: Он вознаграждает за предусмотрительность.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMOR_SNAKESKIN
source: Rain will bead off our reptilian coat.
sw: Дождь, как бисер, по нашему змеиному плащу.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMOR_WINDBREAKER
source: Wind can't hold us back!
sw: Ветер не может сдержать нас!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMORLIMESTONE
source: Our back hurts...
sw: Бедные наши спинки...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMOROBSIDIAN
source: Our enemies will feel the heat!
sw: Нашим врагам будет горячо!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMORSEASHELL
source: We feel like a knight in not so shiny armor.
sw: Мы чувствуем себя рыцарем в этих не очень золотых доспехах.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMOUREDBOAT
source: It provides peace of mind at sea.
sw: Он вселяет спокойствие в море.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BABYOX
source: Hey lil' fella!
sw: Эй, маленький приятель!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BALLPHIN
source: Playful little rubbery blobs.
sw: Маленькие игривые резиновые шарики.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BALLPHINPOD
source: Why don't they like us!
sw: Почему они не любят нас!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BAMBOO
source: Such a useful stick-type thing.
sw: Какая полезная палкоподобная штуковина.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BERMUDATRIANGLE
source: How unsettling!
sw: Как тревожно!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BERRYBUSH2_SNAKE
source: Ripe for the pickin'.
sw: Созрели для сбора.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BERRYBUSH_SNAKE
source: Ripe for the pickin'.
sw: Созрели для сбора.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BIOLUMINESCENCE
source: Wooow! Pretty water lights!
sw: Вау! Красивые водяные огоньки!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLOWDART_POISON
source: A sneaky weapon...
sw: Подлое оружие...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BOAT_LANTERN
source: Seeing where we're going is sure handy!
sw: Видеть куда мы плывём безусловно удобно!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BOATCANNON
source: With this we can make a warship!
sw: С этим мы сделаем военный корабль!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BOATREPAIRKIT
source: Never leave home without one.
sw: Никогда не ходи в море без такого.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BOTTLELANTERN
source: Hey in there little buddies, thanks for the light!
sw: Эй там, маленькие приятели, спасибо за свет!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BURIEDTREASURE
source: TreasureTreasureTreasure!
sw: СокровищаСокровищаСокровища!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAPTAINHAT
source: Just like a real boatguy!
sw: Прям как настоящий мореходец!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CARGOBOAT
source: Ah we can stretch all our legs...
sw: Ах, наконец-то мы сможем вытянуть все наши ноги...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHIMINEA
source: Our fires stay safe from the wind's clutches.
sw: Наш огонь в безопасности от порывов ветра.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CIRCLINGSEAGULL
source: Don't poop on us!
sw: Не гадь на нас!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CLOTHSAIL
source: Now we can harness the wind!
sw: Теперь мы можем покорять ветра!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COCONUT
source: Food! From a tree!
sw: Еда! С дерева!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COFFEE
source: Bitter...
sw: Горькое...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COFFEEBEANS
source: These smell... adult.
sw: Они пахнут... взрослыми.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CORAL
source: Pretty colors.
sw: Приятные цвета.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CORALREEF
source: A coral party!
sw: Коралловая вечеринка!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CRABHOLE
source: The meat lives underground.
sw: Мясо живёт под землёй.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CUTLASS
source: There's something fishy about this sword.
sw: Есть что-то подозрительное в этом мече.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DEAD_SWORDFISH
source: Should we eat it or use it?
sw: Так мне её есть, или что?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DEPLETED_BAMBOOTREE
source: Come back, bamboos.
sw: Возвращайся, бамбук.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DEPLETED_BUSH_VINE
source: Will the vines come back?
sw: А лозы появятся опять?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DOYDOY
source: Nothing behind the eyes...
sw: А в глазах пустота...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DOYDOYBABY
source: Aww, it's a lil' dummy.
sw: Оу, это маленькие глупыши.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DOYDOYEGG
source: Where dumb life begins.
sw: Где-то там начинается глупая жизнь.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DOYDOYFEATHER
source: Hmmm, it dropped this.
sw: Хм-м, она уронила это.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DOYDOYNEST
source: The lil' dummies come from these.
sw: Из этого выходят маленькие глупыши.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUBLOON
source: Shiny coins!
sw: Блестящие монеты!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUG_BAMBOOTREE
source: We're a gardening expert!
sw: Мы - эксперты по садоводству!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUG_BUSH_VINE
source: Where should we put this?
sw: Куда бы посадить его?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUG_COFFEEBUSH
source: With just a little love you could grow again.
sw: Немного любви, и ты снова зацветёшь.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EARRING
source: This belonged to a pirate!
sw: Это принадлежало пирату!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FABRIC
source: We could make a new blankie. Or not.
sw: Мы можем сделать новое одеяло. Или нет.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FEATHERSAIL
source: A feathery sail makes for swift travel.
sw: Парус из перьев делает путешествие быстрым.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIRERAIN
source: It's raining fire!
sw: Огненный дождь!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIRERAINSHADOW
source: Duck and cover!.
sw: Уклоняемся и укрываемся!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FISHINHOLE
source: Fishies for the taking!
sw: Рыбки для ловли!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FROG_POISON
source: If we get licked by them we'll get sick.
sw: Если она нас лизнёт, мы можем подхватить заразу.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GASHAT
source: We are protected from sick smells...
sw: Мы защищены от ядовитых запахов...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GOLDENMACHETE
source: What a beautiful blade!
sw: Какое прекрасное лезвие!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.IRONWIND
source: Who needs a sail!
sw: Кому нужен парус!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.JELLYFISH
source: That blob is alive!
sw: Эта сопля живая!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.JELLYJERKY
source: We'll try anything once.
sw: Всё нужно попробовать хотя бы раз.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.JELLYFISH_PLANTED
source: The sea is full of such weird junk.
sw: В море так много всякого странного мусора.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.JUNGLETREE.BURNING
source: Too hot!
sw: Как горячо!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.JUNGLETREE.BURNT
source: It's not green anymore.
sw: Больше оно не зелёное.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.JUNGLETREE.CHOPPED
source: We cut it up!
sw: Мы его срубили!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.JUNGLETREE.GENERIC
source: Not a bad tree.
sw: Неплохое дерево.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.JUNGLETREESEED
source: Hard to believe such a big tree comes from this!
sw: С трудом верится, что такие большие деревья вырастают из этого!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LAVAPOOL
source: Blazing hot!
sw: Горячее извержение!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIMESTONE
source: So bumpy...
sw: Такой рельефный...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIMPETS
source: Do we have to eat these?
sw: Мы это есть должны?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIMPETS_COOKED
source: Taste like ocean.
sw: Океанский вкус.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LOBSTER
source: This meat wears armor!
sw: Это мясо носит броню!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LOBSTERHOLE
source: That is where the armored meat goes by day.
sw: Так вот, куда бронированное мясо уходит днём.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LOGRAFT
source: This does not look swift.
sw: Он не выглядит быстрым.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MACHETE
source: Hyah! Hyah!
sw: Кия! Кия!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MESSAGEBOTTLE
source: Maybe there's a comic book in here!
sw: Может быть, там есть комикс!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MESSAGEBOTTLEEMPTY
source: We wish this was filled with soda pop.
sw: Нам жаль, что она без газировки.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOSQUITO_POISON
source: These ones leave a gift when they bite.
sw: После их укуса нам остаётся "подарок" на память.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MUSSEL
source: Maybe one day I'll have big mussels.
sw: Наверное, у меня будут большие мидии.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MUSSEL_STICK
source: The mussels do pull ups on this.
sw: Мидии действительно прилипают к ней.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OBSIDIAN
source: Volcano rocks rock!
sw: Вулкан качает скалы!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OBSIDIAN_WORKBENCH
source: We forge the fire items here!
sw: Тут мы закаляем предметы!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OBSIDIANAXE
source: We'll be unstoppable!
sw: Теперь нас не остановить!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OBSIDIANCOCONADE
source: The weather will be bomb-y!
sw: Погода будет бомбовая!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OBSIDIANFIREPIT
source: The toastiest of fires.
sw: Самый румяный из огней.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OBSIDIANMACHETE
source: It cooks with every cut!
sw: Оно зажаривает с одного маха!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPEAR_OBSIDIAN
source: One jab make 'em burn up!
sw: Один удар заставит их пылать!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OBSIDIANSPEARGUN
source: Like shooting fireworks!
sw: Как стреляющий фейерверк!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OX
source: Cool horns.
sw: Прикольные рога.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PACKIM
source: Hello our large-mouthed friend!
sw: Привет, наш большеротый друг!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PACKIM_FISHBONE
source: We wonder what this is?
sw: Интересно, что это такое?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PALMLEAF
source: Big leaf.
sw: Большой лист.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PALMTREE.BURNING
source: What a senseless waste of firewood.
sw: Какая бесполезная растрата дров для костра.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PALMTREE.BURNT
source: It dropped its last coconuts...
sw: Она уронила свои последние кокосики...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PALMTREE.CHOPPED
source: Goodbye, Tree of Palms.
sw: Прощай, пальмовое дерево.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PALMTREE.GENERIC
source: This tree has presents!
sw: У этого дерева есть подарочки!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PARROT
source: Aren't you a chatty fellow!
sw: Кто у нас главный болтун?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEACOCK
source: Such pretty feathers!
sw: Симпатичные перья!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIRATEHAT
source: Aaargh, we feel so salty!
sw: Аргхх, мы такие беспощадные!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POISONHOLE
source: Yikes! The ground is farting!
sw: Фу! Земля пукает!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RAFT
source: Do we think this is sturdy enough?
sw: А мы точно уверены, что он достаточно крепок?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROWBOAT
source: How's that old song go?
sw: Как там в той старой песенке поётся?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SAIL
source: This'll give us a push!
sw: Это подтолкнёт нас!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SAND
source: We like to feel it beneath our feet.
sw: Нам нравится чувствовать его под нашими ногами.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SANDBAG
source: Sand pillows!
sw: Песчаные подушки!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SANDHILL
source: Wish we had a bucket and a shovel.
sw: Нам бы сейчас ведёрко и лопатку.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEAGULL
source: We want to throw something at you.
sw: Мы хотим что-нибудь в неё бросить.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEAGULL_WATER
source: Oh, to fly... and eat garbage...
sw: Ах, летать... и есть мусор...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEASACK
source: Eww, it's wet and squishy.
sw: Бе-е-е, он влажный и склизкий.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEASHELL
source: Sea litter.
sw: Морской мусор.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEATRAP
source: Things swim in. Dinner comes out.
sw: Что-нибудь заходит. Ужин выходит.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEAWEED
source: Salad of the sea...
sw: Салат из моря...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEAWEED_PLANTED
source: Even the sea gets weeds!
sw: Даже в море есть сорняки!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHARK_FIN
source: Do we touch it?
sw: Мы коснулись его?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHARX
source: Sh...Sh...SHARK!!!!!
sw: А...А...АКУЛА!!!!!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SLOTMACHINE
source: I think I'm too young for this.
sw: Кажется, я слишком молод для такого.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SNAKE
source: We should keep our distance from these ones.
sw: Нам следует сохранять дистанцию с ними.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SNAKE_FIRE
source: Aaaah, fire-breathing volcano thingies!
sw: А-а-а! Огнедышащие вулкано-штуковины!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SNAKE_POISON
source: These ones have a sick bite!
sw: У этих очень болезненный укус!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SNAKESKIN
source: The skin of a snake!
sw: Кожа змеи!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SNAKESKINHAT
source: Does snakeskin make us look tough?
sw: В змеиной коже мы выглядим круче?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SOLOFISH
source: Say, there's a lot of meat on you!
sw: Сознавайся, в тебе много мяса?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPEAR_POISON
source: One jab'll do ya.
sw: Один тычок - и дело сделано.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPEARGUN
source: We shoots it!
sw: Мы из этого стреляем!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPEARGUN_POISON
source: I better point this away from myself.
sw: Я лучше направлю его от себя.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STUNGRAY
source: Aren't you cute! Hey, what's that smell...
sw: Какой милашка! Эй, а чем это пахнет...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SUPERTELESCOPE
source: We can see better than all our eyes!
sw: Мы можем видеть лучше, чем все наши глаза!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SWORDFISH
source: We like your sword face, fish!
sw: Нам нравится твоё лицо-меч, рыба!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELESCOPE
source: I can see so far!
sw: Я могу видеть так далеко!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TIGERSHARK
source: Out of the water!
sw: Немедленно из воды!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TIGERSHARKSHADOW
source: We're scared...
sw: Нам страшно...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TORNADO
source: We don't like this...
sw: Нам не нравится это...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TOUCAN
source: What a colorful beak you have!
sw: Какой всё-таки у него красочный клюв!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRAWLNET
source: I wonder what we'll drag up.
sw: Интересно, что мы вытянем.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRIDENT
source: We feel like a god with this in our hands!
sw: С этим в руках, мы ощущаем себя богом!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_13
source: Is it our birthday!
sw: Это наш день рождения!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_14
source: Reminds me of Teddy...
sw: Напоминает мне Тедди...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_15
source: I wonder if it's in tune.
sw: Интересно, она настроена?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_16
source: Where's the automobile?
sw: А где автомобиль?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_17
source: Too big for us...
sw: Слишком большой для нас...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_18
source: This is a lot older than we are.
sw: Это намного старше нас.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_19
source: What's a brain cloud?
sw: Что значит "облако мозга"?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURBINE_BLADES
source: What a curious object.
sw: Какая любопытная вещь.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_BEACH
source: Some ground we dug up.
sw: Немного земли, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_JUNGLE
source: Some ground we dug up.
sw: Немного земли, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TWISTER
source: Nature hates us!
sw: Природа ненавидит нас!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.VENOMGLAND
source: The key to feeling better if we get sick.
sw: Ключ к хорошему самочувствию, если заболеть.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.VINE
source: This stuff is wild.
sw: Эта штуковина дикая.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.VOLCANO
source: Is that a... oh my...
sw: А это ещё что за... о мой...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: That is a burning shame.
sw: Это страшный стыд.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.VOLCANO_EXIT
source: We can escape the heat here.
sw: Здесь мы можем спастись от жары.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.VOLCANOSTAFF
source: The volcano does our bidding!
sw: Вулкан выполняет наши указания!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALL_LIMESTONE
source: Is this wall made of limes?
sw: Это что, стена из вести?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALL_LIMESTONE_ITEM
source: Why is it called limestone? It's not even green.
sw: Почему её называют известняком? Она не сделана из вестей.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WHALE_BLUE
source: Buck up, big fella!
sw: Очнись, большой парень!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WHALE_CARCASS_BLUE
source: Its suffering is over.
sw: Его страдания кончились.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WHALE_CARCASS_WHITE
source: This is a very big dead thing.
sw: Это очень большая мёртвая штука.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WHALE_WHITE
source: His eyes burn with hatred!
sw: Его глаза наполнены ненавистью.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMORCACTUS
source: Weaponized hugs!
sw: Убийственные объятья!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BAMBOOTREE.BURNT
source: It's bamburnt.
sw: Одни уголёчки остались.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BAMBOOTREE.CHOPPED
source: It has a bamboo-boo.
sw: Им сделали бамбо-бо.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BAMBOOTREE.GENERIC
source: Cute little bamboo.
sw: Милый маленький бамбушек.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BIGFISHINGROD
source: Perhaps we'll hook something good.
sw: Надеюсь, мы выудим что нибудь хорошее.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLOWDART_FLUP
source: I can't imagine this would hurt very much.
sw: Как-то не верится, что это может нанести значительный вред.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLUBBER
source: Fat and happy.
sw: Хорошо кормили.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLUBBERSUIT
source: A boy inside a spider inside a whale.
sw: Мальчик внутри паука внутри кита.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BOAT_TORCH
source: It will light my way!
sw: Он будет освещать мне дорогу!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BOOK_METEOR
source: I can't read, but he can!
sw: Я читать не умею, а вот он - умеет!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BRAINJELLYHAT
source: It feels smart and squishy on our head.
sw: На голове такое ощущение умности и мягкости.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUOY
source: I'm a little buoy too!
sw: Мама говорила, я тоже иногда бываю буйным.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUSH_VINE.BURNT
source: All burned up.
sw: Всё сгорело.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUSH_VINE.CHOPPED
source: We took it all.
sw: Мы тут всё собрали.
