Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: The water washed the tracks away...
sw: Вода смыла следы...

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_INSUFFICIENTFERTILIZER
source: It needs more nutrients.
sw: Требуется больше питательных веществ.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_INV_FULL
source: What am I, a pack animal?
sw: Я что, вьючное животное?

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_KNOCKEDOUT
source: Woah. What happened?
sw: Ого. Что произошло?

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: Not today, nature!
sw: Не сегодня, природа!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_LOWRESEARCH
source: Science!
sw: Наука!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_MAPWRAP_LOSECONTROL
source: Uhhhm. Where am I?
sw: Кхм. Где это я?

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_MAPWRAP_RETURN
source: The fog is clearing!
sw: Туман проясняется!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_MAPWRAP_WARN
source: Looks pretty foggy over there.
sw: Как-то тут всё туманно.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_MESSAGEBOTTLE.1
source: Whoever wrote this should've used better ink.
sw: Кто бы ни написал это, ему нужно было использовать чернила получше.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_MORETREASURE
source: My luck continues!
sw: Моё везение не прекращается!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_MOSQUITOS
source: Go buzz around someplace else!
sw: Идите жужжать куда-нибудь подальше!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_NODANGERSIESTA
source: Sleeping right now seems pretty dangerous.
sw: Спать прямо сейчас довольно опасно.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_NODANGERSLEEP
source: Sleeping right now seems pretty dangerous.
sw: Спать прямо сейчас довольно опасно.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_NODAYSLEEP
source: I'm not really sleepy.
sw: Я не очень хочу спать.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_NODAYSLEEP_CAVE
source: I'm not really sleepy.
sw: Я не очень хочу спать.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_NOHUNGERSIESTA
source: I'm too hungry to sleep!
sw: Я слишком голодна, чтоб спать!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_NOHUNGERSLEEP
source: I'm too hungry to sleep!
sw: Я слишком голодна, чтоб спать!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_NONIGHTSIESTA
source: It just wouldn't be proper to use this at night.
sw: Нет, так не делают. Этим попросту не пользуются ночью.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_NONIGHTSIESTA_CAVE
source: It's a bit too cavey around here for a siesta.
sw: Вокруг слишком пещерно для сиесты.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_NOSLEEPONFIRE
source: Uhh. That's on fire right now.
sw: Да какой сон, вон горит!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_NO_TRAP
source: Worst trap ever.
sw: Худшая в мире ловушка.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_OTHER_WORLD_TREASURE
source: I don't think this is anywhere around here.
sw: Я не думаю, что оно где-то тут.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_PECKED
source: Hey! Stop that!
sw: Эй! Прекрати!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_QUAKE
source: The ground is shaking.
sw: Земля дрожит.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_RESEARCH
source: I feel smarter.
sw: Я чувствую себя умнее.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_SHARX
source: Something smells sharky.
sw: Кажется, пахнет акулой.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_SHELTER
source: Ah. I'm in my element when I'm out of the elements.
sw: Ах, хорошо побыть вне погоды.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_THORNS
source: Ow! It bit me!
sw: Ай! Кусается!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_TOOL_SLIP
source: Dumb tool. Stay put!
sw: Дурацкий инструмент. Ну и валяйся там!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_TORCH_OUT
source: WHERE DID MY LIGHT GO?!
sw: КУДА ПОДЕВАЛСЯ МОЙ СВЕТ?!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_TRAP_WENT_OFF
source: My bad.
sw: Сама виновата.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_TRAWL_FULL
source: My work has paid off!
sw: Моя работа окупилась!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_TREASURE
source: Woohoo! Treasure!
sw: Ура-а-а! Сокровище!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_UNIMPLEMENTED
source: Looks kinda half-baked.
sw: Выглядит типа полусырым.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_VOLCANO_ERUPT
source: The volcano speaks!
sw: Вулкан говорит!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_WAVE_BOOST
source: Surf's up!
sw: Лови волну!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_WHALE_HUNT_BEAST_NEARBY
source: Whale, whale, whale.
sw: Кит, кит, кит.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_WHALE_HUNT_LOST_TRAIL
source: It must've dived.
sw: Наверное, он нырнул.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_WHALE_HUNT_LOST_TRAIL_SPRING
source: The waters are too rough.
sw: Воды слишком смешались.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_WORMHOLE
source: ...where am I?
sw: ... где я?

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_DAMP
source: A little water never hurt anyone.
sw: Немного воды никому не повредит.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_WET
source: I'll need to towel off soon.
sw: Мне скоро может понадобиться полотенце.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_WETTER
source: My clothes seem to be quite wet.
sw: Моя одежда, походу, порядком промокла.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_SOAKED
source: I am thoroughly soaked.
sw: Теперь я намокла по полной.

# STRINGS.CHARACTERS.WALANI.BATTLECRY.GENERIC
source: You've forced my hand!
sw: Ты не оставляешь мне выбора!

# STRINGS.CHARACTERS.WALANI.BATTLECRY.PIG
source: This MY space!
sw: Это МОЁ место!

# STRINGS.CHARACTERS.WALANI.BATTLECRY.PREY
source: I just want to cuddle!
sw: Давай, я тебя обниму!

# STRINGS.CHARACTERS.WALANI.BATTLECRY.SPIDER
source: Stay away!
sw: Держитесь подальше!

# STRINGS.CHARACTERS.WALANI.BATTLECRY.SPIDER_WARRIOR
source: Chill, guy!
sw: А-а-а-а-а-а-а-а!

# STRINGS.CHARACTERS.WALANI.COMBAT_QUIT.GENERIC
source: I'll let you off this time!
sw: В этот раз я тебя отпущу!

# STRINGS.CHARACTERS.WALANI.COMBAT_QUIT.PIG
source: That's right. Run!
sw: Верно. Беги!

# STRINGS.CHARACTERS.WALANI.COMBAT_QUIT.PREY
source: Fine. Be that way.
sw: Ладно. Пусть будет так.

# STRINGS.CHARACTERS.WALANI.COMBAT_QUIT.SPIDER
source: Yeah, crawl away!
sw: Так-то, ползи отсюда!

# STRINGS.CHARACTERS.WALANI.COMBAT_QUIT.SPIDER_WARRIOR
source: I showed you!
sw: Запомни меня!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: Well, that looks like a lot of busywork.
sw: Ага, похоже тут нам предстоит немало "крайне важной" работы.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ACORN.GENERIC
source: Come on out, nature!
sw: Давай уже, вылезай, природа!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ACORN.PLANTED
source: Grow strong little dude.
sw: Я сделала это.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ACORN_COOKED
source: This should give me some energy.
sw: Это должно дать мне немного энергии.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ADVENTURE_PORTAL
source: Why would I want to go in there?
sw: Почему это я должна хотеть идти туда?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.AERODYNAMICHAT
source: Aerodynamic. Choka.
sw: Аэродинамично. Чока.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.AMULET
source: It makes me feel safe when I'm wearing it.
sw: Когда я ношу его, то чувствую себя в безопасности.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ANCIENT_ALTAR
source: This is giving me the major jeepers.
sw: Я ощущаю тут довольно жуткую атмосферу.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Maybe it still works?
sw: А вдруг он всё ещё работает?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ANCIENT_STATUE
source: How depressing.
sw: Как-то грустно.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ANIMAL_TRACK
source: Friends are near!
sw: Друзья поблизости!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ANTIVENOM
source: This'll make the sick go away.
sw: Это заставит болезнь отступить.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMORDRAGONFLY
source: This armor is so hot right now.
sw: Даже сейчас эта броня такая горячая.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMORGRASS
source: Doesn't seem all that sturdy.
sw: Совсем не похоже, что она крепкая.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMORLIMESTONE
source: Seems maybe too study.
sw: Возможно, даже слишком крепкая.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMORMARBLE
source: That's just overkill.
sw: Это уже перебор.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMOROBSIDIAN
source: This brittle material is surprisingly protective.
sw: Этот хрупкий материал удивительно защищает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMORRUINS
source: It's so fancy!
sw: Это так необычно!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMORSEASHELL
source: The ocean will protect me!
sw: Океан защитит меня!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMORSLURPER
source: So efficient!
sw: Весьма эффективен!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMORSNURTLESHELL
source: Protection from nature, by nature.
sw: Защита от природы, сделанная природой.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMORWOOD
source: I hope the attacker doesn't have an axe.
sw: Надеюсь, у нападающего не будет топора.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMOR_LIFEJACKET
source: Just in case the waves get all gnar'.
sw: На тот случай, если волны разгуляются не на шутку.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMOR_SANITY
source: Eyuk! It makes my skin crawl.
sw: Иуу! У меня от неё мурашки по коже.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMOR_SNAKESKIN
source: I guess snakes aren't so bad.
sw: Предположим, змеи не так уж плохи.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMOR_WINDBREAKER
source: The wind slips right around me!
sw: Ветер скользит вокруг меня!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMOUREDBOAT
source: What a clunky looking board.
sw: Какая неуклюже выглядящая доска.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ASH.GENERIC
source: I must've missed the party.
sw: Должно быть, я пропустила вечеринку.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ASH.REMAINS_EYE_BONE
source: Huh. I guess it didn't like traveling?
sw: Ха. Дай угадаю, он не любил путешествовать?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: Huh. I guess it didn't like traveling?
sw: Ха. Дай угадаю, он не любил путешествовать?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ASH.REMAINS_THINGIE
source: Huh. I guess it didn't like traveling?
sw: Ха. Дай угадаю, эта штуковина не любила путешествия?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.AXE
source: I could cut trees with this... But I'd rather not.
sw: Я могу рубить этим деревья... Вроде как.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BABYBEEFALO
source: Never grow up!
sw: Никогда не взрослей!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BABYOX
source: Stay young forever!
sw: Оставайся вечно молодым!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BACKPACK
source: To haul my stuff around.
sw: Чтоб таскать с собой вещи.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BACONEGGS
source: Turn that frown upside down!
sw: Похоже на недовольную рожицу. А что, если перевернуть рот?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BALLPHIN
source: My surfing buddies!
sw: Мои приятели по сёрфингу!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BAMBOO
source: This looks pretty float-atious.
sw: Он выглядит весьма плавучим.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BAMBOOTREE.BURNT
source: I think it's dead.
sw: Я думаю, они погибли.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BAMBOOTREE.CHOPPED
source: Hurry up and grow already!
sw: Ну же, вырастет тут что-нибудь, или нет?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BAMBOOTREE.GENERIC
source: I guess I could cut that down.
sw: Я думаю, что могла бы срубить это.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BANDAGE
source: I can patch myself up with this!
sw: Этим я могу подлечиться!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BAT
source: Go flap somewhere else!
sw: Иди махай крыльями в другом месте!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BATBAT
source: Maybe I could bat some bats with this.
sw: Может быть, я смогу бить этим летучих мышей.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BATWING
source: A couple more of these and I'll be flying!
sw: Ещё бы парочку, и я буду летать!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BATWING_COOKED
source: Looks a bit leathery.
sw: На вид какое-то кожистое.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEARDHAIR
source: Someone is probably missing these.
sw: Вероятно, это кто-то потерял.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEARGER
source: Maybe I should keep my distance.
sw: Возможно, стоит держаться на расстоянии.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEARGERVEST
source: Made of real bearger chest!
sw: Сделан из настоящей медвежьей шкуры!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEARGER_FUR
source: Now I can hibernate in comfort.
sw: Теперь я смогу перезимовать с комфортом.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEDROLL_FURRY
source: For a more comfortable nap time!
sw: Чтобы было удобнее дремать!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEDROLL_STRAW
source: For nap time!
sw: Для того, чтобы передохнуть!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEE.GENERIC
source: Well bzz bzz to you too!
sw: И тебе бзз бзз!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEE.HELD
source: Don't worry. I'll keep you safe.
sw: Не волнуйся. Я тебя в обиду не дам.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEBOX.BURNT
source: Maybe the bees did some redecorating?
sw: Может, это у них новый дизайн такой?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEBOX.FULLHONEY
source: It's overflowing with sweet, sweet honey!
sw: Он переполнен сладким, сладким мёдом!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEBOX.GENERIC
source: That box has bees in and around it.
sw: Внутри этой коробки есть пчёлы, да и вокруг неё тоже попадаются.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEBOX.NOHONEY
source: Get to work, bees.
sw: Принимайтесь за работу, пчёлы.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEBOX.SOMEHONEY
source: Looks like the bees made me some honey!
sw: Похоже, пчёлы сделали мне мёд!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEFALO.FOLLOWER
source: Aww, he loves me!
sw: О-ой, он любит меня!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEFALO.GENERIC
source: I love these things!
sw: Я люблю этих существ!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEFALO.NAKED
source: Beautiful beach bod, bud.
sw: Он собрался на отдых в тропики.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEFALO.SLEEPING
source: Blissfully unaware of the terrors of night.
sw: В блаженном неведении об ужасах ночи.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEFALOHAT
source: It smells like beefalo.
sw: Пахнет, как бифало.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEFALOWOOL
source: It looks more like hair to me.
sw: На мой взгляд, она больше похожа на волосы.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEHAT
source: Stops the bee kisses.
sw: Останавливает поцелуи пчёлы.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEHIVE
source: The bees must sleep in there.
sw: Пчёлы должны спать там.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BEEMINE
source: It's like a confetti bomb. But bees.
sw: Это как хлопушка с конфетти. Только с пчёлами.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BELL
source: Summons the big stomper.
sw: Вызывает большой шагатель.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BELL_BLUEPRINT
source: A recipe for disaster.
sw: Рецепт катастрофы.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BERMUDATRIANGLE
source: Take me to a new surf spot!
sw: Неси меня к новому месту для сёрфинга!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BERRIES
source: I guess these will do.
sw: Вроде ничего.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BERRIES_COOKED
source: They're all sticky now.
sw: Они теперь все липкие.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BIOLUMINESCENCE
source: Pretty glowy goop!
sw: Красивая светящаяся масса!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BIRDCAGE.GENERIC
source: I need to get a birdy buddy.
sw: Мне нужен пернатый приятель.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BIRDCAGE.OCCUPIED
source: I hope my birdy buddy is happy.
sw: Я надеюсь, моя птичка счастлива.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BIRDCAGE.SLEEPING
source: My birdy buddy must've been sleepy.
sw: Наверное, моя птичка спит.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BIRDTRAP
source: I can catch myself a birdy buddy with this.
sw: С помощью этого можно поймать себе птичку.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BIRD_EGG
source: There is a tiny birdy buddy in here!
sw: Там внутри маленькая птичка!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BIRD_EGG_COOKED
source: ...I'm sorry, birdy buddy.
sw: ... Мне жаль, мой пернатый друг.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BISHOP
source: Don't get any bright ideas.
sw: Ничего в голову не приходит.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BLUBBER
source: If I had more I could surf in any conditions!
sw: Было бы у меня его побольше, я смогла бы заниматься сёрфингом в любых условиях!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BLUBBERSUIT
source: Gross, but effective.
sw: Гадко, но эффективно.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BOARDS
source: Not much surf in these boards.
sw: На таких досках не очень-то покатаешься.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BOATREPAIRKIT
source: Surfboard maintenance is important!
sw: Обслуживание доски для сёрфинга - это важно!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BOAT_LANTERN
source: Night-surfing. I love it!
sw: Ночной-сёрфинг. Это классно!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BOAT_TORCH
source: Night-surfing. I love it!
sw: Ночной-сёрфинг. Это классно!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BOOMERANG
source: They say if you love something, you should let it go.
sw: Я просто не могу избавиться от этой штуки!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BOTTLELANTERN
source: This will keep the dark away.
sw: Он будет удерживать тьму на расстоянии.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BURIEDTREASURE
source: Hope this is worth the work.
sw: Надеюсь, это стоило затраченных сил.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BUSHHAT
source: This makes me feel at one with nature.
sw: Это должно приблизить меня к природе.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BUSH_VINE.BURNT
source: Not much use to anyone now.
sw: Теперь от него никакой пользы.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BUSH_VINE.CHOPPED
source: Those vines are mine.
sw: Так он смотрится намного аккуратнее.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BUSH_VINE.GENERIC
source: Looks a little tangled.
sw: Выглядит довольно запутано.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BUTTER
source: Slippery!
sw: Скользкое!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BUTTERFLY.GENERIC
source: What a pretty pattern!
sw: Какой красивый окрас!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BUTTERFLY.HELD
source: You're my pretty pocket pal.
sw: Ты моя милая карманная приятельница.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BUTTERFLYMUFFIN
source: What a pretty muffin!
sw: Какой красивый кексик!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BUTTERFLYWINGS
source: I feel pretty bad about that.
sw: При виде их, мне немного стыдно за себя.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CAMPFIRE.EMBERS
source: I need fuel for my fire!
sw: Мне нужно топливо для моего огня!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CAMPFIRE.GENERIC
source: My cozy campfire!
sw: Мой уютный костёр!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CAMPFIRE.HIGH
source: Uhh... I hope this doesn't spread.
sw: Ух... надеюсь, он не распространится.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CAMPFIRE.LOW
source: I think it needs some energy!
sw: Я думаю, ему нужно немного энергии!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CAMPFIRE.NORMAL
source: My cozy campfire!
sw: Мой уютный костёр!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CAMPFIRE.OUT
source: Well, that's that.
sw: Ну вот и всё.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CANE
source: I can lean on this.
sw: На неё можно положиться.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CAPTAINHAT
source: If only the boss could see me now.
sw: Если бы только босс видел меня сейчас.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CARGOBOAT
source: This surfboard sure has a lot of pockets.
sw: У этой доски для сёрфинга много карманов.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CARROT
source: They must've named these after oranges.
sw: Должно быть, это назвали в честь апельсинов.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CARROT_COOKED
source: Smells good!
sw: Хорошо пахнет!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CARROT_PLANTED
source: Ooo, that's a good find!
sw: O-o-o, отличная идея!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CARROT_SEEDS
source: I could grow a carrot with these.
sw: С помощью этого я смогу вырастить новую морковь.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CAVE_BANANA
source: Potassium!
sw: Калий!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CAVE_BANANA_COOKED
source: Cooked potassium!
sw: Приготовленный калий!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CHARCOAL
source: The remains of something burnt.
sw: Остатки чего-то сгоревшего.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CHESSJUNK1
source: Lots of potential here!
sw: Здесь большой потенциал!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CHESSJUNK2
source: I hope someone makes something out of that.
sw: Я надеюсь, кто-нибудь из этого что-нибудь да сделает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CHESSJUNK3
source: Look at all those parts.
sw: Вы только посмотрите на все эти детали.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CHESTER
source: The best kind of friend - one who works for free.
sw: Лучший друг тот, кто работает бесплатно.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: I get the feeling I'm being watched.
sw: У меня такое чувство, что за мной следят.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CHESTER_EYEBONE.WAITING
source: Nap time!
sw: Тихий час!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CHIMINEA
source: Stay safe from the howling winds, precious light!
sw: Защищу тебя от ветра, дорогой лучик!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CLOTHSAIL
source: I'll flow with the wind.
sw: Я сольюсь с ветром.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COCONADE.BURNING
source: This will make a big splash!
sw: От неё будет большой плюх!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COCONADE.GENERIC
source: Just holding it makes me feel powerful.
sw: Уже даже просто в руке чувствуется мощь.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COCONUT
source: That's a big nut.
sw: Король всех орехов.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COCONUT_COOKED
source: Yep. It's cooked now.
sw: Да. Теперь готово.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COLDFIRE.EMBERS
source: Don't leave me, light!
sw: Не бросай меня, свет!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COLDFIRE.GENERIC
source: I'm not really sure how this thing works.
sw: Сказать по правде, понятия не имею, как это штука работает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COLDFIRE.HIGH
source: Chillin'.
sw: Освежает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COLDFIRE.LOW
source: That fire is slacking off.
sw: Огонь слабеет.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COLDFIRE.NORMAL
source: The fire is doing it's job.
sw: Огонь делает свою работу.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COLDFIRE.OUT
source: The fire is taking a break.
sw: Огонь решил передохнуть.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COLDFIREPIT.EMBERS
source: Don't leave me, light!
sw: Не бросай меня, свет!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COLDFIREPIT.GENERIC
source: I'm not really sure how this thing works.
sw: Сказать по правде, понятия не имею, как это штука работает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COLDFIREPIT.HIGH
source: Chillin'.
sw: Освежает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COLDFIREPIT.LOW
source: That fire is slacking off.
sw: Огонь слабеет.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COLDFIREPIT.NORMAL
source: The fire is doing it's job.
sw: Огонь делает свою работу.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COLDFIREPIT.OUT
source: The fire is taking a break.
sw: Огонь решил передохнуть.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COMPASS.GENERIC
source: How do I use this thing again?
sw: Ещё раз, как там эта штуковина работает?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COMPASS.N
source: North-ish?
sw: Северно?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COMPASS.S
source: South-ish?
sw: Южно?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COMPASS.E
source: East-ish?
sw: Восточно?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COMPASS.W
source: West-ish?
sw: Западно?
