Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SWEET_POTATO_SEEDS
source: Ugh, I guess I should plant these?
sw: Ох, я так понимаю, это придётся сажать?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SWORDFISH
source: More like Knife Knose.
sw: Я бы сказала "нос-нож".

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TAFFY
source: Maybe I could wax my board with this stuff.
sw: Может, попробовать натереть этим свою доску?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TALLBIRD
source: I'm glad it can't fly.
sw: Радует, что она не летает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TALLBIRDEGG
source: There's a little dude relaxin' inside.
sw: Съесть, или высиживать. Дилемма.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TALLBIRDEGG_COOKED
source: Now if I could only get giant toast.
sw: Теперь бы ещё гигантский тост.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Gelatinous...
sw: Холодец...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Raw...
sw: Сырое...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Hope it doesn't hard boil.
sw: Надеюсь, не в крутую.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: It's growing...
sw: Растёт...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: C'mon squirt.
sw: Давай, лопайся.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TALLBIRDNEST.GENERIC
source: Bunch of future pecky jerks.
sw: Будущая куча клювастых сопляков.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TALLBIRDNEST.PICKED
source: The eggs have flown the coop.
sw: Яйца сделали ноги.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TEENBIRD.GENERIC
source: So angsty.
sw: Такая беспокойная.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TEENBIRD.HUNGRY
source: They're always hungry!
sw: Они вечно голодны!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TEENBIRD.STARVING
source: You've eaten me out of base and camp!
sw: Ты мне уже плешь проела со своей едой!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TELEPORTATO_SW_BASE
source: I sense its power...
sw: Я чувствую силу...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TELEPORTATO_SW_BOX
source: This thing attaches to the other thing?
sw: Эта штука соединяется с какой-то другой штуковиной?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TELEPORTATO_SW_CRANK
source: Hope this isn't a broom, cuz I hate sweeping.
sw: Надеюсь, это не от метлы, я не люблю подметать.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TELEPORTATO_SW_POTATO
source: Tubular...
sw: Уродство...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TELEPORTATO_SW_RING
source: Doesn't look suited for hula-hooping...
sw: Не думаю, что это используется в качестве хула-хупа...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TELESCOPE
source: You can't hide from me, islands!
sw: Вам не спрятаться от меня, острова!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TENT.BURNT
source: Great! Just great...
sw: Чудесно! Просто, ..., чудесно...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TENT.GENERIC
source: A cool, dry place to catch some Zzz's.
sw: Прохладное сухое место, чтобы вздремнуть.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.THATCHPACK
source: For when my pockets are full.
sw: На тот случай, если в карманах места не осталось.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TIDALPOOL
source: Wonder how deep it goes...
sw: Интересно, как тут глубоко...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TIDAL_PLANT
source: Stuff can grow anywhere I guess...
sw: Похоже, эта зелень может расти где угодно...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TIGERSHARK
source: I'll never complain about regular sharks again!
sw: С этого момента я прекращаю жаловаться на обычных акул!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TOPHAT
source: Not quite my style...
sw: Не совсем мой стиль...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TORCH
source: Take that, night!
sw: Получи, ночь!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TOUCAN
source: You could catch waves with a nose like that!
sw: С таким носом можно ловить волну!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRAILMIX
source: Protein!
sw: Белок!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRANSISTOR
source: Thingy what does the science!
sw: Штуковина, порождённая наукой!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRAP
source: Catch me a beach breakfast!
sw: Поймай мне пляжный завтрак!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRAP_TEETH
source: Ooh that looks nasty!
sw: О да, выглядит угрожающе!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRAP_TEETH_MAXWELL
source: Must avoid...
sw: Не стоит попадаться...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRAWLNET
source: Lootin' and cruisin'
sw: Плавай-собирай.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRAWLNETDROPPED.GENERIC
source: A sack of sea goodies!
sw: Сеть с морскими вкусностями!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRAWLNETDROPPED.SOON
source: Just a little more trawlin'...
sw: Ещё немного потралить...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRAWLNETDROPPED.SOONISH
source: I wonder what it grabbed up...
sw: Интересно, что там попалось...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TREASURECHEST.BURNT
source: Nooooo! Goodbye shiny, shiny treasure...
sw: Не-е-е-ет! Прощайте, ослепительно блестящие сокровища...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TREASURECHEST.GENERIC
source: Treasure!
sw: Сокровища!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TREASURECHEST_TRAP
source: Tricky treasure!
sw: Коварные сокровища!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRIDENT
source: I feel like the god of...something!
sw: Я похожа на богиню... эм... ну чего-нибудь там!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_1
source: Gross.
sw: Хрень какая-то.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_10
source: I might need these if I ever take a gnarly wipeout.
sw: Может мне понадобиться, если я вдруг получу по зубам.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_11
source: Lying = true.
sw: Лжёт = правда.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_12
source: Desse-what?
sw: Засу-как?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_13
source: Slammable soda!
sw: Пшикающая сода!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_14
source: If I only had a pin...
sw: Мне бы ещё иголку...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_15
source: Choka! A Ukulele!
sw: Чока! Укулеле!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_16
source: An odd shaped plate...
sw: Пластинка странной формы...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_17
source: Too big...
sw: Слишком большой...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_18
source: Old timey craftsmanship.
sw: Стародавняя поделка.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_19
source: I only take herbals...
sw: Я принимаю только травы...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_2
source: Aww but I like real kazooing...
sw: Ну-у, а я хочу настоящий...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_23
source: Too much work to figure out what this does...
sw: Тут пол дня придётся ковыряться, чтобы понять, что это...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_3
source: Gord only knows what this is good for.
sw: Только Горду известно, на что он годится.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_4
source: Gnome thanks.
sw: Гном говорит спасибо.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_5
source: Zzzzzzzoooooom!
sw: В-ж-ж-ж-ж-и-и-и-у-у-у!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_6
source: Don't wanna touch this with wet hands...
sw: Не хочу трогать их мокрыми руками...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_7
source: Ooh I'm good at this!
sw: О, я в этом хороша!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_8
source: Hardened what?
sw: Эбо-как?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRINKET_9
source: I don't care if things are matchy.
sw: А я не парюсь, где какие нужно пришивать.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TROPICALFAN
source: Sweet relief.
sw: Свежий бриз.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TROPICAL_FISH
source: Such tasty colors!
sw: Такие вкусные цвета!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TRUNKVEST_SUMMER
source: Let's my skin breath.
sw: Пусть кожа дышит.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TUNACAN
source: Whoa! Righteous non-spoilage!
sw: Ого! Взаправдашние консервы!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TURF_ASH
source: Ashy...
sw: Из пепла...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TURF_BEACH
source: Take the beach to go.
sw: Возьму с собой в дорогу часть пляжа.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TURF_CARPETFLOOR
source: Make fists with your toes.
sw: Сцепляется с пальцами ног.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TURF_JUNGLE
source: Gnarled-ly.
sw: Сучковатый.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TURF_MARSH
source: Goopy...
sw: Противный...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TURF_MEADOW
source: Nice underfoot.
sw: Приятная подстилка.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TURF_MUD
source: Squelchy.
sw: Хлюпает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TURF_SINKHOLE
source: I have a sinking feeling about this.
sw: На нём такое ощущение, что ты тонешь.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TURF_UNDERROCK
source: Crunchy.
sw: Хрустит под ногами.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TURKEYDINNER
source: I am thankful for this.
sw: Я благодарна за это.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TWIGS
source: Very useful.
sw: Весьма полезно.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.UMBRELLA
source: Keep off, elements!
sw: Держись от меня подальше, погода!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.UNAGI
source: Ten more, please!
sw: Ещё десять, пожалуйста!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.VENOMGLAND
source: What a terrible gland.
sw: Какая отвратительная железа.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.VINE
source: Good for lashing stuff down.
sw: Хороша для скрепления материалов.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.VOLCANO
source: Mount gnarly!
sw: Ворчливая гора!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.VOLCANOSTAFF
source: I'm the Volcano's boss now!
sw: Теперь я здесь хозяйка Вулкана!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WAFFLES
source: Brunch!
sw: Бранч!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALLYINTRO_DEBRIS
source: Boat chunks...
sw: Лодочные обломки...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALL_HAY.BURNT
source: Not surprising... it was made out of hay...
sw: Не удивительно... она ведь из травы сделана...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALL_HAY.GENERIC
source: Better than no wall...
sw: Лучше, чем совсем без стены...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALL_HAY_ITEM
source: Better than no wall...
sw: Лучше, чем совсем без стены...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALL_LIMESTONE
source: Now THIS is a wall!
sw: Вот ЭТО стена!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALL_LIMESTONE_ITEM
source: Now THIS is a wall!
sw: Вот ЭТО стена!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALL_RUINS
source: Ruins wall. Kinda at odds, no?
sw: Стена-руина. Что-то не сходится, нет?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALL_RUINS_ITEM
source: Ruins wall. Kinda at odds, no?
sw: Стена-руина. Что-то не сходится, нет?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALL_STONE
source: Seems strong...
sw: На вид, крепко...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALL_STONE_ITEM
source: Seems strong...
sw: На вид, крепко...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALL_WOOD.BURNT
source: It was wood after all...
sw: Как-никак, это было дерево...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALL_WOOD.GENERIC
source: Knock on wood this keeps stuff out.
sw: Стук по дереву помогает от сглаза.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WALL_WOOD_ITEM
source: Knock on wood this keeps stuff out.
sw: Стук по дереву помогает от сглаза.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WASPHIVE
source: The worst kind of hive!
sw: Худший вид улья!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WATERMELON
source: Nothing better on a hot day!
sw: Нет ничего лучше в жаркий день!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WATERMELONHAT
source: Next best thing to a watermelon bikini.
sw: А дальше по шкале крутости идёт арбузный купальник.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WATERMELONICLE
source: Eat it before it melts!
sw: Нужно съесть его, а то растает!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WATERMELON_COOKED
source: Hot watermelon...
sw: Горячий арбуз...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WATERMELON_SEEDS
source: I love watermelon... but I hate farm work...
sw: Я обожаю арбузы... но ненавижу фермерские заботы...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WEBBERSKULL
source: Not your run of the mill skull.
sw: Просто не твой день, черепок.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WETGOOP
source: Is there dry goop?
sw: Фу, гадость.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WHALE_BLUE
source: What's got ya down, fella?
sw: Что у тебя случилось, братишка?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WHALE_BUBBLES
source: Something's down there...
sw: Там что-то внизу...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WHALE_CARCASS_BLUE
source: You don't have to be sad anymore...
sw: Теперь не зачем быть грустным...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WHALE_CARCASS_WHITE
source: Vengeance is mine.
sw: Отмщение.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WHALE_WHITE
source: Do ye spout black blood and roll fin out?
sw: Когда уж ты выпустишь фонтан чёрной крови, и закачается на волнах твоя белая туша?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WILDBOREGUARD
source: I'm not wild about it.
sw: Я не в восторге от него.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WILDBOREHOUSE
source: Bore's live in houses? Wild!
sw: Кабаны живут в домах? Нелепость какая!
