Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUSH_VINE.GENERIC
source: It's a nice bush.
sw: Здоровский куст.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COCONADE.BURNING
source: Fire in the hole!
sw: Воздух!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COCONADE.GENERIC
source: This will be so fun!
sw: Это должно быть весело!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COCONUT_COOKED
source: Just needs a tiny umbrella.
sw: Осталось добавить маленький зонтик.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COCONUT_HALVED
source: Now there's one for each of us.
sw: Теперь каждому из нас достанется своя половинка.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COFFEEBEANS_COOKED
source: These make me feel funny.
sw: От такого я чувствую себя чудно.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COFFEEBOT
source: The machine that makes the hyper juice!
sw: Механизм, который создаёт гипер-напиток!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COFFEEBUSH.BARREN
source: No more mean beans.
sw: Нет тут этих вредных бобов.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COFFEEBUSH.GENERIC
source: It's covered in the happy beans.
sw: Он усеян весёлыми бобами.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COFFEEBUSH.PICKED
source: We took them all.
sw: Мы собрали тут всё.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COFFEEBUSH.WITHERED
source: The bean bush looks sad.
sw: Бобовому кусту плохо.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CORAL_BRAIN
source: Yummy headmeats!
sw: Аппетитные извилины!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CORAL_BRAIN_ROCK
source: I want to poke it but I'm afraid our hand will get stuck.
sw: Хочется ткнуть в него, но боюсь, наши руки завязнут.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CRAB.GENERIC
source: It would look good in a cooking pot!
sw: Ему самое место в казане!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CRAB.HIDDEN
source: Come out, come out, wherever you are!
sw: Цып-цып-цып-цып... эхм.. или как там?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CRATE
source: Wow, a crate.
sw: Ого, ящик.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DEPLETED_GRASS_WATER
source: All gone.
sw: Всё пропало.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DOUBLE_UMBRELLAHAT
source: One for each of us!
sw: По одному каждому!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DOYDOYEGG_COOKED
source: To make an omelette you have to endanger a few species.
sw: Прежде, чем сделать омлет, нужно подвергнуть опасности несколько особей.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DOYDOYEGG_CRACKED
source: It cracked under the pressure.
sw: Оно лопнуло от давления.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGOON
source: It's a trailblazer!
sw: Это первопроходец!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGOONDEN
source: Maybe we'll leave that alone.
sw: Кажется, лучше туда не лезть.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGOONEGG
source: Will it hatch soon?
sw: Он скоро проклюнется?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGOONHEART
source: It's strangely hot.
sw: Оно необычно горячее.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGOONSPIT
source: Keep your bodily fluids to yourself!
sw: Держи свои телесные жидкости при себе!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUG_ELEPHANTCACTUS
source: Now I can use it.
sw: Вот теперь им можно пользоваться.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ELEPHANTCACTUS
source: It's withered, but still hurts to touch.
sw: Он завял, но всё равно может поранить.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ELEPHANTCACTUS_ACTIVE
source: It's made of hurt!
sw: Он сделан из боли!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ELEPHANTCACTUS_STUMP
source: Are you sleeping in there?
sw: Ты там что, спишь?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FISH_RAW
source: It would probably be better cooked.
sw: Наверняка приготовленной она окажется вкуснее.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FISH_RAW_SMALL
source: It's a little fishy.
sw: Совсем крохотный.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FISH_RAW_SMALL_COOKED
source: Boney.
sw: Костлявый.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLAMEGEYSER
source: The ground is angry.
sw: Земля злится.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLOTSAM
source: There must be a way to grab it.
sw: Должен же быть способ достать это.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLUP
source: Why is it so aggressive!
sw: Чего он такой агрессивный!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FRESHFRUITCREPES
source: Cripes! We can't wait for these crepes!
sw: Ох! Пахнут так, что сложно устоять!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS_WATER
source: It's going for a swim.
sw: Видимо, она собралась поплавать.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HAIL_ICE
source: Brrr!
sw: Б-р-р-р!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HOME
source: A nice place to live.
sw: Лучше места не найти.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HOUNDFIRE
source: It's gonna burn away all our spider hair!
sw: Она нам все ворсинки обожжёт!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ICEMAKER.HIGH
source: It's running pretty good!
sw: Отлично работает!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ICEMAKER.LOW
source: I think it needs our help.
sw: Мне кажется, ему нужна наша помощь.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ICEMAKER.NORMAL
source: Looks alright to us.
sw: Вроде бы всё в порядке.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ICEMAKER.OUT
source: Dead.
sw: Здох.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ICEMAKER.VERYLOW
source: This thing's on its last legs. Maybe it can borrow some of ours.
sw: Эта штуковина вот-вот откинет ноги. Может дать ей одну из наших?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.JELLYFISH_COOKED
source: We hoped it would be more... solid.
sw: А мы то думали, что она получится более... мясистой.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.JELLYFISH_DEAD
source: It is neither jelly nor fish. It is also no longer alive.
sw: Это и не желе, и не студень. Это вообще что-то неживое.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KNIGHTBOAT
source: It's mean!
sw: Он недобрый!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KRAKEN
source: Run away!
sw: Сматываемся!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KRAKENCHEST
source: Let's open it!
sw: Давай скорее откроем его!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KRAKEN_TENTACLE
source: Leave me alone!
sw: Отстань от меня!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIMPETROCK.GENERIC
source: It's covered in limpets.
sw: Он весь в маленьких раковинках.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIMPETROCK.PICKED
source: All gone.
sw: Нет ничего.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIVINGJUNGLETREE
source: Nothing out of the ordinary here.
sw: Не вижу ничего такого особенного.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LOBSTER_DEAD
source: It's not moving anymore...
sw: Уже не двигается...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LOBSTER_DEAD_COOKED
source: Yum yum yum!
sw: Ням-ням-ням!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LUGGAGECHEST
source: Better finish packing.
sw: Что, уже пора собирать чемоданчик?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MAGIC_SEAL
source: We can feel the strength coursing through it!
sw: Мы прям чувствуем мощь, текущую через неё!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MAGMAROCK
source: Beneath that stony exterior lies... stone, probably.
sw: За этим каменным внешним видом скрывается... камень, вероятно.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MAGMAROCK_FULL
source: Beneath that stony exterior lies... stone, probably.
sw: За этим каменным внешним видом скрывается... камень, вероятно.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MAGMAROCK_GOLD
source: Beneath that stony exterior lies... stone, probably.
sw: За этим каменным внешним видом скрывается... камень, вероятно.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MAGMAROCK_GOLD_FULL
source: Beneath that stony exterior lies... stone, probably.
sw: За этим каменным внешним видом скрывается... камень, вероятно.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MANGROVETREE
source: It would be a cool place for a treehouse.
sw: Это же отличное место для домика на дереве!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MANGROVETREE_BURNT
source: So no treehouse, then.
sw: Ну и ладно, не бывать домику на дереве...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARSH_PLANT_TROPICAL
source: It looks like a weed.
sw: Похоже на сорняк.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MAXWELLHEAD
source: Imagine the trouble he has buying hats!
sw: Представляю, как сложно ему подобрать шляпу!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MERMFISHER
source: Half-human, half-animal. Too weird.
sw: Получеловек, полуживотное. Очень странно.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MERMHOUSE_FISHER
source: Can I come in?
sw: Можно войти?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MONKEYBALL
source: We've made a friend!
sw: Мы сделали друга!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MONSTERTARTARE
source: Looks amazing!
sw: Превосходно выглядит!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOSQUITOSACK_YELLOW
source: The backside of a mosquito.
sw: Задняя половинка комара.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MUSSELBOUILLABAISE
source: About as appetizing as they get.
sw: Примерно настолько аппетитны, насколько и заслуживают.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MUSSEL_COOKED
source: Still kind of gross.
sw: По прежнему порядочная гадость.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MUSSEL_FARM.GENERIC
source: Yuck.
sw: Фу.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MUSSEL_FARM.STICKPLANTED
source: Is it done yet?.
sw: Ну что там, готово уже?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MYSTERYMEAT
source: It's a big goopy mess.
sw: Это большая склизкая масса.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NEEDLESPEAR
source: This could really hurt someone.
sw: Этим можно серьёзно поранить.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OCTOPUSCHEST
source: Let's look inside!
sw: Давай скорее заглянем внутрь!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OCTOPUSKING
source: It looks friendly.
sw: Выглядит дружественно.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OXHAT
source: How do we look?
sw: Как мы смотримся?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OX_FLUTE
source: It's just begging to be played!
sw: Она просто умоляет, чтобы на ней сыграли!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.OX_HORN
source: We could put these on something to make it sharp.
sw: Можно приделать его куда нибудь, чтобы было остриё.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PALMLEAF_HUT
source: Almost as good as a spider nest.
sw: Почти так же хорош, как логово пауков.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PANDORASCHEST
source: Stylish storage.
sw: Стильное хранилище.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PARROT_PIRATE
source: As far as birds go, this one's very fashionable.
sw: На фоне других птиц здесь, этот очень модный.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEG_LEG
source: This be our smackin' leg.
sw: Этим мы будем отпускать поджопники.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGMAN.FOLLOWER
source: Hoist the sails, matey!
sw: Поднять паруса, дружище!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGTENT
source: Little pig, little pig, let me in!
sw: Свинка, а свинка? Впустишь меня?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIKE_SKULL
source: We don't like that!
sw: Нам это не нравится!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIRATEGHOST
source: As if pirates weren't scary enough!
sw: Как будто пираты сами по себе не достаточно страшные!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIRATEPACK
source: A booty bundle.
sw: Узелок для пожитков.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIRATIHATITATOR.BURNT
source: All burned up!
sw: Всё сгорело!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIRATIHATITATOR.GENERIC
source: This is definitely a thing.
sw: Это что-то с чем-то!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PORTAL_SHIPWRECKED
source: No one's going through this.
sw: Его ещё не испытывали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PRIMEAPE
source: My best frenemy.
sw: Мой лучший друг и худший враг.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PRIMEAPEBARREL
source: More fun than a barrel of monkeys.
sw: Откуда они там берутся?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RAWLING
source: We like the wild ball man.
sw: Нам нравится этот бесшабашный шарик с лицом.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.REDBARREL
source: Boom-material!
sw: Бум-бочкс!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROCK_CHARCOAL
source: Big, crumbly rock.
sw: Большой хрупкий камень.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROCK_LIGHT.GENERIC
source: This lava's all dried up.
sw: Вся лава засохла.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROCK_LIGHT.LOW
source: It's a little less cozy.
sw: Уже не так уютно.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROCK_LIGHT.NORMAL
source: Cozy!
sw: Уютно!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROCK_LIGHT.OUT
source: It looks like it might break.
sw: Кажется, его можно разломать.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROCK_OBSIDIAN
source: This rock is pretty tough.
sw: Это весьма крепкий камень.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SAIL_STICK
source: It's a stick!
sw: Это посох!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SANDBAGSMALL
source: Keeps the wet stuff out.
sw: Удерживает влагу подальше.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SANDBAGSMALL_ITEM
source: Remember to lift with your legs... all eight of them!
sw: Помни, поднимать нужно ногами... всеми восемью сразу!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SANDBAG_ITEM
source: Remember to lift with your legs... all eight of them!
sw: Помни, поднимать нужно ногами... всеми восемью сразу!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SAND_CASTLE.GENERIC
source: That was fun!
sw: Это весело!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SAND_CASTLE.SAND
source: We wish we could live inside.
sw: Вот бы мы могли жить в нём!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEASHELL_BEACHED
source: We can hear the ocean with these. We can also hear it without them.
sw: В ракушку можно услышать море. Правда тут его можно услышать и без неё.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEAWEED_COOKED
source: Very salty.
sw: Очень солёные.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEAWEED_DRIED
source: It sticks to the roof of our mouths!
sw: Прилипает к нёбу!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHADOWSKITTISH_WATER
source: Eep!
sw: Пи-пи!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHARKITTEN
source: Here kitty, kitty!
sw: Кис-кис-кис!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHARKITTENSPAWNER.GENERIC
source: Maybe some kitties will come out and play?
sw: Может несколько котят выбегут с нами поиграть?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHARKITTENSPAWNER.INACTIVE
source: Bland sand.
sw: Обычный песок.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHARK_GILLS
source: A big fish's breathing bits.
sw: Дышащая часть большой рыбы.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHARK_TEETHHAT
source: A smile to wear on our forehead!
sw: Как говорится, "Нацепи улыбку".

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHIPWRECKED_ENTRANCE
source: Let the adventure begin!
sw: Приключение начинается!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHIPWRECKED_EXIT
source: Bye-bye!
sw: Пока!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SNAKEDEN.BURNT
source: All burned up.
sw: Всё сгорело.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SNAKEDEN.CHOPPED
source: We took it all.
sw: Мы тут всё собрали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SNAKEDEN.GENERIC
source: It's a nice bush.
sw: Здоровский куст.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SNAKEOIL
source: It really works!
sw: Это на самом деле помогает!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SNAKESKINSAIL
source: With our sheet of gross skins, we're ready for adventure.
sw: С таким полотном из кожи тех гадин можно отправляться на встречу приключениям.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPEAR_LAUNCHER
source: Why would anyone want to launch a spear? Someone might get hurt.
sw: Почему кому-то нравится стрелять из него? Ведь кого-то можно поранить!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Forgive us, brother.
sw: Прости нас, брат.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPOILED_FISH
source: It's no good to anyone now.
sw: Это нехорошо, как ни посмотри.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SUNKBOAT
source: So close, so far away.
sw: Так близко и в то же время так далеко.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: Maybe it's time to abandon ship, birdie.
sw: Мне кажется, уже пора покинуть корабль, птичка.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SUNKEN_BOAT.GENERIC
source: It's not much to look at.
sw: Тут смотреть особо не на что.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SUNKEN_BOAT_BURNT
source: Hard to believe this thing was ever seaworthy.
sw: Сложно поверить, а ведь когда-то это могло плавать.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: It's very shiny.
sw: Какой блестящий.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: Yaaaay!
sw: Кла-а-а-асс!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: We probably can't light that.
sw: Скорее всего, нам не зажечь её.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: Is this a toy?
sw: Это игрушка?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: We'll boil this if we get desperate.
sw: А когда будет совсем худо, мы его сварим!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SWEETPOTATOSOUFFLE
source: It's so dainty.
sw: Как утончённо.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SWEET_POTATO
source: You say po-tat-o, I say dinner!
sw: Ты видишь картошку, а я вижу ужин!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SWEET_POTATO_COOKED
source: Orange foodmush.
sw: Оранжевая баланда.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SWEET_POTATO_PLANTED
source: We want to eat that!
sw: Мы хотим съесть его!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SWEET_POTATO_SEEDS
source: We could plant these to grow more sweet potatoes.
sw: Мы можем посадить их, чтобы выросло ещё больше сладкого картофеля.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SWIMMINGHORROR
source: AHH!
sw: А-А-А!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_SW_BASE
source: Can we eat off this?
sw: А мы можем её обгрызть?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_SW_BOX
source: Someone's got a screw loose.
sw: У кого-то винтики зашли за ролики.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_SW_CRANK
source: It's weird!
sw: Как странно!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_SW_POTATO
source: Aw, it's not even edible.
sw: Ой, да это даже не съедобно.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_SW_RING
source: Maybe it's for hulahooping?
sw: Может это, чтоб крутить на талии?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.THATCHPACK
source: Helps carry goodies!
sw: Помогает переносить полезные вещи!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TIDALPOOL
source: It's like a fishbowl... without the bowl!
sw: Это как аквариум... но только без аквариума!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TIDAL_PLANT
source: A little shrub.
sw: Маленький кустик.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TIGEREYE
source: What're you looking at?
sw: И на что ты смотришь?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRAWLNETDROPPED.GENERIC
source: What a tangled web we weave!
sw: О, какую запутанную сеть мы сплели!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRAWLNETDROPPED.SOON
source: It's going down!
sw: Её тянет вниз!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRAWLNETDROPPED.SOONISH
source: It's going down... slowly.
sw: Уходит вниз... медленно.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TREASURECHEST_TRAP
source: Nice and easy.
sw: Лёгкая добыча.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TREECLUMP
source: It's in our way!
sw: Прямо на пути!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_20
source: It's very shiny.
sw: Какой блестящий.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_21
source: Yaaaay!
sw: Кла-а-а-асс!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_22
source: What was in the bottle?
sw: А что было в этой бутылке?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_23
source: Where did the words go?
sw: Куда подевались все слова?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TROPICAL_FISH
source: It's pretty!
sw: Милая!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TUNACAN
source: We left our can opener at home.
sw: Мы оставили открывалку дома.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_SANDY
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_ASH
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_BADLANDS
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_DECIDUOUS
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_DESERTDIRT
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_FUNGUS_GREEN
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_FUNGUS_RED
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_MAGMAFIELD
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_MEADOW
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_SNAKESKINFLOOR
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_SWAMP
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_TIDALMARSH
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_VOLCANO
source: Some ground that we dug up.
sw: Земля, которую мы выкопали.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TWISTER_SEAL
source: Its cheeks look so pinchable!
sw: Так и хочется потрепать за щёчку!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.VOLCANO_ALTAR.GENERIC
source: We can't use it right now.
sw: Им нельзя пользоваться прямо сейчас.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.VOLCANO_ALTAR.OPEN
source: The altar is ready for presents!
sw: Алтарь принимает подарки!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.VOLCANO_ALTAR_TOWER
source: It's big!
sw: Вот это размер!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.VOLCANO_SHRUB
source: I think it's speaking to me.
sw: Мне кажется, он что-то говорит мне.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALLYINTRO_DEBRIS
source: Where's the rest of the ship?
sw: А где остальная часть корабля?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WATERMELON_SEEDS
source: If we eat these will they grow inside us?
sw: Если их съесть, они вырастут внутри нас?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WATERYGRAVE
source: Blub blub.
sw: Буль-буль.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WHALE_BUBBLES
source: Which end are those coming from?
sw: С какого конца они у него выходят?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WHALE_TRACK
source: Follow that whale!
sw: Скорее, догоним этого кита!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WILBUR_CROWN
source: We want to wear it.
sw: Нам хотелось бы одеть её.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WILBUR_UNLOCK
source: He will make a nice friend.
sw: Он может стать отличным другом.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WILDBOREGUARD
source: I don't think he's friendly.
sw: Мне кажется, он не очень-то дружественно настроен.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WILDBOREHEAD
source: He doesn't look too happy.
sw: Какой-то он не радостный.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WILDBOREHOUSE
source: Muffled oinking emanates from within.
sw: Изнутри доносятся глухие похрюкивания.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WIND_CONCH
source: A gentle ocean breeze waits within this shell. Well, maybe not so gentle.
sw: В этой раковине нежный океанский бриз ждёт свой черёд. Хотя, может и не очень нежный.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WOODLEGSBOAT
source: Ready for the open seas!
sw: Готов плыть на все четыре стороны!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WOODLEGSHAT
source: Yarr! Heehee.
sw: Ар-р-р! Ха-ха-ха.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WOODLEGSSAIL
source: One fancy piece of cloth.
sw: Весьма примечательный кусок ткани.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WOODLEGS_CAGE
source: Someone free him!
sw: Кто нибудь, освободите его!
