Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANDHILL
source: You better stay out of my shoes.
sw: Главное, чтоб в обувь не попадал.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEACOCK
source: Nothing more than a dressed up thief.
sw: Не более, чем расфуфырившийся ворюга.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VINE
source: Maybe I can tie stuff up with this.
sw: Ими, наверно, можно связывать вещи.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUPERTELESCOPE
source: I can see forever!
sw: [Я|pl=Мы] виж[у|pl=дим] бесконечно далеко!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAGULL
source: Shoo! Find some other land!
sw: Кыш! Найдите себе другую землю!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAGULL_WATER
source: Shoo! Find some other water!
sw: Кыш! Найдите себе другую воду!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PARROT
source: I find myself fresh out of crackers.
sw: [Я|pl=Мы] только что обнаружил[|а|о|и], что у [меня|pl=нас] кончились крекеры.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_LIFEJACKET
source: Keeps me afloat without my boat!
sw: Будет держать [меня|pl=нас] на плаву без [моей|pl=нашей] лодки!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHALE_BUBBLES
source: Something down there has bad breath.
sw: У кого-то там зловонное дыхание.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EARRING
source: I wonder where the false one is?
sw: Интересно, какое из них ложное?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_WINDBREAKER
source: The wind doesn't stand a chance!
sw: У ветра нет шансов!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAWEED_COOKED
source: Crispy.
sw: Хрустящие.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARGOBOAT
source: It has room for all my stuff!
sw: Тут хватит места для всего!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GASHAT
source: Sucks all the stink out.
sw: Плохие запахи останутся снаружи.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ELEPHANTCACTUS
source: Yikes! I could poke my eye out!
sw: Ай! Чуть глаз себе не выколол[|а|о|и]!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_ELEPHANTCACTUS
source: A portable poker plant.
sw: Портативный колючий куст.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ELEPHANTCACTUS_ACTIVE
source: That cactus seems abnormally pokey.
sw: Кажется, этот кактус ненормально колючий.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHERSAIL
source: It's feather-light!
sw: Лёгкий, как пёрышко!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_LIMESTONE_ITEM
source: These would do more good if I placed them.
sw: От них будет куда больше пользы, если [я уложу|pl=мы уложим] их в ряд.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JUNGLETREESEED
source: I can hear the hissing of tiny snakes.
sw: [Я|pl=Мы] слыш[у|pl=им] шипение крошечных змей.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VOLCANO
source: That seems safe.
sw: Он пока затих.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.IRONWIND
source: This is how a scientist should travel.
sw: Именно так должен путешествовать учёный.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAWEED_DRIED
source: Salty!
sw: Солёная!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELESCOPE
source: I spy with my little eye...
sw: Ну-ка, давай-ка заглянем в дырочку...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DOYDOYEGG_CRACKED
source: Oh well. I'm sure there are lots more!
sw: Ну вот. [Я|pl=Мы] увере[н|pl=ны], их ещё много!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PALMLEAF
source: I'm fond of these fronds.
sw: [Я|pl=мы] просто в восторге от этих листов.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHIMINEA
source: Take that, wind!
sw: Получай, ветер!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DOUBLE_UMBRELLAHAT
source: The second umbrella keeps the first umbrella dry.
sw: Второй зонтик сохраняет первый зонтик сухим.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CRAB.GENERIC
source: Don't get snappy with me, mister.
sw: Никуда ты не денешься, мистер щипучка.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CRAB.HIDDEN
source: I wonder where that crab went?
sw: Не пойму, куда подевался этот чёртов краб?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAWLNET
source: Nothing but net.
sw: [Я|pl=Мы] не ви[жу|pl=дим] никаких возможных недостатков в её использовании.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAWLNETDROPPED.SOON
source: It is definitely sinking.
sw: Она определённо натянулась.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAWLNETDROPPED.SOONISH
source: I think it's sinking.
sw: [Мне|pl=Нам] показалось, что она натянулась.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAWLNETDROPPED.GENERIC
source: It's bulging with potential!
sw: В ней что-то многообещающе барахтается!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VOLCANO_EXIT
source: I can feel a cool breeze outside.
sw: [Я|pl=Мы] даже чувству[ю|pl=ем] прохладный бриз снаружи.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHARX
source: These things sure are persistent.
sw: Эти как всегда.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEASHELL
source: Maybe I could sell these.
sw: Может, удастся продать их?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAGMAROCK
source: I can dig it.
sw: [Я|pl=Мы] мог[|ла|ло|pl=ли] бы раскопать это.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAGMAROCK_GOLD
source: I see a golden opportunity.
sw: [Я|pl=Мы] мог[|ла|ло|pl=ли] бы раскопать это.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORAL_BRAIN_ROCK
source: I wonder what it's plotting...
sw: Интересно, что он замышляет...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORAL_BRAIN
source: Food for thought.
sw: Пища для размышлений.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHARKITTEN
source: You have got to be kitten me.
sw: Это что, шутка природы?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIVINGJUNGLETREE
source: Just like any other tree.
sw: Точно такое же, как любое другое дерево.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALLYINTRO_DEBRIS
source: Part of a wrecked ship.
sw: Часть разрушенного судна.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMFISHER
source: You better not try anything fishy.
sw: Лучше остерегаться всего подозрительного.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PRIMEAPE
source: Those things are going to be the end of me.
sw: Эти твари доведут [меня|pl=нас] до самоубийства.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PRIMEAPEBARREL
source: Here be evil.
sw: Зло обитает здесь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REDBARREL
source: How original.
sw: Как оригинально.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PORTAL_SHIPWRECKED
source: It's broken.
sw: Он сломан.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_PLANT_TROPICAL
source: Planty.
sw: Росточек.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_SW_POTATO
source: Seems like it was made with a purpose in mind.
sw: Похоже, это было создано с определённой целью.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIKE_SKULL
source: Ouch.
sw: Ауч.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PALMLEAF_HUT
source: Shade sweet shade.
sw: Тень, милая тень.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH_RAW_SMALL_COOKED
source: A small bit of cooked fish.
sw: Маленький кусочек приготовленной рыбы.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOBSTER_DEAD
source: You should cook up nicely.
sw: Главное, приготовить как следует.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHOUSE_FISHER
source: Doesn't smell very good.
sw: Пахнет как-то не очень приятно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILDBOREGUARD
source: Looks aggressive.
sw: Выглядит агрессивно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIRATEPACK
source: I can keep my booty in here.
sw: Тут [я мог|pl=мы могли] бы держать свою добычу.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TUNACAN
source: Where did this can come from?
sw: Это тут откуда взялось?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITOSACK_YELLOW
source: Part of a yellow mosquito.
sw: Часть жёлтого комара.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANDBAGSMALL
source: This should keep the water out.
sw: Это не должно пропускать воду.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLUP
source: Leave me alone!
sw: Оставь [меня|pl=нас] в покое!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OCTOPUSKING
source: He seems open to trading.
sw: Кажется, он не прочь поторговать.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OCTOPUSCHEST
source: I hope that thing is water proof.
sw: [Я|pl=Мы] наде[юсь|pl=емся], эта штука водонепроницаемая.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS_WATER
source: I hope you're thirsty, grass.
sw: Что, травка, тоже хочешь пить?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILDBOREHOUSE
source: What a boreing house.
sw: Скучный типично-кабанский дом.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH_RAW_SMALL
source: A small bit of fish.
sw: Маленький кусочек рыбы.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_SWAMP
source: Swampy turf.
sw: Болотистый дёрн.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLAMEGEYSER
source: Maybe I should stand back.
sw: Может, стоит стать подальше?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KNIGHTBOAT
source: Get off the water you maniac!
sw: А ну выбирайся из воды, маньяк!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANGROVETREE_BURNT
source: I wonder how that happened.
sw: Интересно, как это произошло.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TIDAL_PLANT
source: Look. A plant.
sw: Смотри-ка. Растение.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_LIMESTONE
source: Sturdy.
sw: Крепкая.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH_RAW
source: A chunk of fish meat.
sw: Кусок рыбьего мяса.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOBSTER_DEAD_COOKED
source: I can't wait to eat you.
sw: Не мо[гу|pl=жем] дождаться, чтобы съесть тебя.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JELLYFISH_DEAD
source: He lived a good life.
sw: Она прожила хорошую жизнь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUBBERSUIT
source: Well, it's something.
sw: Что ж, это ... что-то.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_FLUP
source: Eye see.
sw: Зоркий глаз.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_MEADOW
source: Meadow-y turf.
sw: Луговой дёрн.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_VOLCANO
source: Volcano-y turf.
sw: Вулканический дёрн.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEET_POTATO
source: Looks yammy!
sw: Выглядит аппетитно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEET_POTATO_COOKED
source: Looks even yammier!
sw: Выглядит очень аппетитно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEET_POTATO_PLANTED
source: That's an odd looking carrot.
sw: Это странно выглядящая морковь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEET_POTATO_SEEDS
source: My very own plant eggs.
sw: [Мой|pl=Наш] собственный завод яиц.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUBBER
source: Squishy.
sw: Хлюпает.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_SW_RING
source: Looks like I could use this.
sw: Похоже, [я|pl=мы] мо[г|гла|pl=гли] бы использовать это.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_SW_BOX
source: Looks like a part for something.
sw: Похоже, это часть чего-то.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_SW_CRANK
source: Wonder what this is used for.
sw: Интересно, для чего это?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_SW_BASE
source: I think this is missing parts.
sw: Кажется, ей не хватает частей.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VOLCANOSTAFF
source: The label says 'Keep out of reach of children'.
sw: Этикетка гласит: "Держать в недоступном для детей месте".

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.THATCHPACK
source: I call it a thatchel.
sw: [Я|pl=Мы] называ[ю|pl=ем] его просто коробок.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_DESERTDIRT
source: Dirty turf.
sw: Грязный дёрн.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHARK_TEETHHAT
source: What a dangerous looking hat.
sw: Какой у неё устрашающий вид.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_ASH
source: Ashy turf.
sw: Пепельный дёрн.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_FUNGUS_GREEN
source: Green fungus-y turf.
sw: Зелёный грибной дёрн.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOAT_TORCH
source: This'll keep my hands free.
sw: Это сохранит [мои|pl=наши] руки свободными.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANGROVETREE
source: I wonder if it's getting enough water?
sw: Интересно, получает ли оно достаточно воды?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HAIL_ICE
source: Chilling.
sw: Охлаждающе.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TROPICAL_FISH
source: What a tropical looking fish.
sw: Какой у этой рыбы тропический вид.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TIDALPOOL
source: A pool left by the tides.
sw: Бассейн, оставленный приливами и отливами.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHALE_WHITE
source: Looks like a fighter.
sw: Выглядит, как настоящий боец.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_MIGHTYTONORMAL
source: I need to fill my mighty belly again!
sw: Я должен наполнить мой могучий живот!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TROPICALFAN
source: Ha! Is as big as head!
sw: Ха! Большой как голова!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PALMLEAF_UMBRELLA
source: I do not like tiny umbrella.
sw: Мне не нравится крошечный зонтик.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ADVENTURE_PORTAL
source: Is mouth door! Say 'Ahhhhh!'
sw: Дверь-рот! Скажи а-а-а-а!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEMINE_MAXWELL
source: Is ball full of anger mosquitoes.
sw: Шарик со злыми комарами.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.BURNT
source: Is spiky and black now
sw: Теперь оно колючее и чёрное.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.GENERIC
source: Is spiky.
sw: Оно колючее.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WOODLEGS_CAGE
source: Is locked.
sw: Заперто.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOTSAM
source: Is not a mighty ship.
sw: Маленькие куски дерева купаются в воде.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: Is desolate.
sw: Куда делась маленькая птичка?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKEN_BOAT.GENERIC
source: Where is captain?
sw: Красивая птичка прилетела с моря!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKEN_BOAT_BURNT
source: Just charred remains now.
sw: Лодка не ровня огню!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: Wolfgang loves these things!
sw: И как им пользоваться?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: Wolfgang will not fit!
sw: Какая кроха!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: It is the perfect amount of dampness.
sw: Не светится.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: Metal doodad is fun to play with.
sw: Что это?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: Tough leather is difficult to chew.
sw: Хлюпает.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODANGERSIESTA
source: WARNING... THREAT DETECTED. CANNOT INITIATE SIESTA MODE.
sw: ВНИМАНИЕ: ОБНАРУЖЕНА УГРОЗА. РЕЖИМ СИЕСТЫ ЗАБЛОКИРОВАН.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NONIGHTSIESTA
source: ERROR... SIESTA MODE UNAVAILABLE AT NIGHT
sw: ОШИБКА: РЕЖИМ СИЕСТЫ НЕДОСТУПЕН НОЧЬЮ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NONIGHTSIESTA_CAVE
source: ERROR... SIESTA MODE UNAVAILABLE AT NIGHT
sw: ОШИБКА: РЕЖИМ СИЕСТЫ НЕДОСТУПЕН НОЧЬЮ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BURNT
source: WARNING... HANDS NOT EQUIPPED FOR HIGH TEMPERATURES
sw: ВНИМАНИЕ: МАНИПУЛЯТОРЫ НЕ РАССЧИТАНЫ НА ВЫСОКИЕ ТЕМПЕРАТУРЫ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TOOL_SLIP
source: ERROR... TOOL GRIP COMPROMISED
sw: ОШИБКА: РУКОЯТКА ИНСТРУМЕНТА ДИСКРЕДИТИРОВАНА

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DAMP
source: WARNING... WATER LEVELS RISING
sw: ВНИМАНИЕ: УРОВЕНЬ ВОДЫ УВЕЛИЧИВАЕТСЯ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_WET
source: WARNING... WATER LEVELS DANGEROUS. BAG OF RICE REQUIRED.
sw: ВНИМАНИЕ: ОПАСНЫЙ УРОВЕНЬ ВОДЫ. ТРЕБУЕТСЯ МЕШОК РИСА.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_WETTER
source: WARNINGERROR... WATR LEV
sw: ВНИМАНИЕОШИБКА: УРОВН ВОД

# STRINGS.CHARACTERS.WX78.ANNOUNCE_SOAKED
source: ERROR ERROERROR... WWATEER LVVVVLS CATTSTROPHI!CC!
sw: ОШИБКА ОШИБКАОШИБКА: УРВЕНЬ ВОДДЫ КАТТСТРОФИЧНН

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BOOMERANG
source: ERROR... CATCH FAILED
sw: ОШИБКА: НЕ УДАЛОСЬ ПОЙМАТЬ ОБЪЕКТ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARLIE_ATTACK
source: ERROR... UNKNOWN ATTACKER
sw: ОШИБКА: НЕИЗВЕСТНЫЙ АГРЕССОР

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DEERCLOPS
source: WARNING... LARGE ATTACKER INCOMING
sw: ВНИМАНИЕ: ПРИБЛИЖАЕТСЯ КРУПНЫЙ АГРЕССОР

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DUSK
source: WARNING... NIGHT APPROACHING
sw: ВНИМАНИЕ: ПРИБЛИЖАЕТСЯ НОЧЬ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNT_BEAST_NEARBY
source: DISTANCE TO LIFEFORM... MINIMAL
sw: РАССТОЯНИЕ ДО ФОРМЫ ЖИЗНИ: МИНИМАЛЬНОЕ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODANGERSLEEP
source: WARNING... THREAT DETECTED. SLEEP MODE DEACTIVATED.
sw: ВНИМАНИЕ: ОБНАРУЖЕНА УГРОЗА. СПЯЩИЙ РЕЖИМ ОТМЕНЁН.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_UNIMPLEMENTED
source: ALERT... OBJECT NOT FUNCTIONING TO SPECIFICATION.
sw: ТРЕВОГА: ОБЪЕКТ ФУНКЦИОНИРУЕТ НЕ ПО СПЕЦИФИКАЦИИ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOLEHILL
source: HOME OF A SMALL DIGGER
sw: ДОМ МАЛЕНЬКОГО КОПАТЕЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIRE.EMBERS
source: WARNING... FIRE LEVEL CRITICAL
sw: ВНИМАНИЕ: КРИТИЧЕСКИЙ УРОВЕНЬ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIRE.HIGH
source: WARNING... FIRE IS RAMBUNCTIOUS
sw: ВНИМАНИЕ: ПРЕВЫШЕНО ДОПУСТИМОЕ ЗНАЧЕНИЕ УРОВНЯ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIRE.LOW
source: WARNING... FIRE LEVEL LOW
sw: ВНИМАНИЕ: НИЗКИЙ УРОВЕНЬ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.EMBERS
source: WARNING... FIRE LEVEL CRITICAL
sw: ВНИМАНИЕ: КРИТИЧЕСКИЙ УРОВЕНЬ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.HIGH
source: WARNING... FIRE LEVEL EXCEEDS DESIGN PARAMETERS
sw: ВНИМАНИЕ: УРОВЕНЬ ОГНЯ ПРЕВЫШАЕТ НОРМАТИВНЫЕ ПАРАМЕТРЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.LOW
source: WARNING... FIRE LEVEL LOW
sw: ВНИМАНИЕ: НИЗКИЙ УРОВЕНЬ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TROPICALFAN
source: EXCELLENT COOLING SYSTEM
sw: ПРЕВОСХОДНАЯ СИСТЕМА ОХЛАЖДЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HAWAIIANSHIRT
source: ROBOTS HAVE CASUAL DRESS EVERYDAY
sw: РОБОТЫ НОСЯТ ПОВСЕДНЕВНУЮ ОДЕЖДУ КАЖДЫЙ ДЕНЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALMLEAF_UMBRELLA
source: MODERATE-STRENGTH PROTECTIVE SCREEN
sw: УМЕРЕННО КРЕПКИЙ ЗАЩИТНЫЙ ЭКРАН

# STRINGS.CHARACTERS.WX78.DESCRIBE.UNIMPLEMENTED
source: WARNING... UNIMPLEMENTED
sw: ВНИМАНИЕ: НЕ РЕАЛИЗОВАНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.EEL
source: I TOOK IT FROM ITS HOME. THIS IS FUNNY TO ME!
sw: Я ДОСТАЛ ЕГО ПРЯМО ИЗ ЕГО ДОМА. ЭТО ЖЕ ЗАБАВНО!

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEMSOCKET.VALID
source: POWER EQUALS... ON
sw: ПИТАНИЕ: ВКЛЮЧЕНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR.WORKING
source: ERROR... CAUSALITY COMPROMISED
sw: ОШИБКА: ПРИЧИННОСТЬ СКОМПРОМЕТИРОВАНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: ERROR... PSEUDOSCIENCE UNWORKABLE
sw: ОШИБКА: ЛЖЕНАУЧНАЯ СТАНЦИЯ НЕРАБОЧАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: ERROR... PSEUDOSCIENCE UNWORKABLE
sw: ОШИБКА: ЛЖЕНАУЧНАЯ СТАНЦИЯ НЕРАБОЧАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA_COOKED
source: THESE FOOD THINGS ARE SO TEDIOUS
sw: ЭТА ЕДА ТАКАЯ СКУЧНАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE
source: POWER SOURCE... UNKNOWN
sw: ИСТОЧНИК ПИТАНИЯ: НЕИЗВЕСТЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE_DOUBLE
source: POWER SOURCE... UNKNOWN
sw: ИСТОЧНИК ПИТАНИЯ: НЕИЗВЕСТЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE_TRIPLE
source: POWER SOURCE... UNKNOWN
sw: ИСТОЧНИК ПИТАНИЯ: НЕИЗВЕСТЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_HIDER
source: AN ARMORED SPIDER
sw: БРОНИРОВАННЫЙ ПАУК

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORWOOD
source: UPGRADED ARMOR
sw: УЛУЧШЕННАЯ БРОНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLYWINGS
source: IRIDESCENT
sw: РАДУЖНЫЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.EMBERS
source: WARNING... FIRE LEVEL CRITICAL
sw: ВНИМАНИЕ: КРИТИЧЕСКИЙ УРОВЕНЬ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.HIGH
source: WARNING... FIRE IS RAMBUNCTIOUS
sw: ВНИМАНИЕ: ПРЕВЫШЕНО ДОПУСТИМОЕ ЗНАЧЕНИЕ УРОВНЯ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.LOW
source: WARNING... FIRE LEVEL LOW
sw: ВНИМАНИЕ: НИЗКИЙ УРОВЕНЬ ОГНЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.COLD
source: SIGNAL STRENGTH... LOW
sw: МОЩНОСТЬ СИГНАЛА: НИЗКАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.HOT
source: SIGNAL STRENGTH... EXTREMELY HIGH
sw: МОЩНОСТЬ СИГНАЛА: ОЧЕНЬ ВЫСОКАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.WARM
source: SIGNAL STRENGTH... MEDIUM
sw: МОЩНОСТЬ СИГНАЛА: СРЕДНЯЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.WARMER
source: SIGNAL STRENGTH... HIGH
sw: МОЩНОСТЬ СИГНАЛА: ВЫСОКАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GHOST
source: ERROR... UNKNOWN
sw: ОШИБКА: ОБЪЕКТ НЕ ОПОЗНАН

# STRINGS.CHARACTERS.WX78.DESCRIBE.KILLERBEE.HELD
source: WARNING... KILLER BEE IN POCKET
sw: ВНИМАНИЕ: ПЧЕЛА-УБИЙЦА В МОДУЛЕ ХРАНЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEIF
source: WARNING... MOTILE TREE
sw: ВНИМАНИЕ: ДВИЖУЩЕЕСЯ ДЕРЕВО

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEIF_SPARSE
source: WARNING... MOTILE TREE
sw: ВНИМАНИЕ: ДВИЖУЩЕЕСЯ ДЕРЕВО

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.WEREPIG
source: ERROR... ANOMALY!
sw: ОШИБКА: АНОМАЛИЯ!

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUBBLE
source: A DISMANTLED RELIC.
sw: ДЕМОНТИРОВАННАЯ РЕЛИКВИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.LOW
source: WARNING... LAVAL LEVEL LOW
sw: ВНИМАНИЕ: НИЗКИЙ УРОВЕНЬ ЛАВЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STINGER
source: WARNING... TOXINS PRESENT
sw: ВНИМАНИЕ: ОБНАРУЖЕНЫ ТОКСИНЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLESPIKE
source: THIS IS VICIOUSLY VISCOUS
sw: ОНИ ОПАСНО ЛИПКИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENAMULET
source: ERROR... UNKNOWN
sw: ОШИБКА: ОБЪЕКТ НЕ ОПОЗНАН

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: FLUCTUATIONS AT UNDETECTABLE LEVELS
sw: КОЛЕБАНИЯ НА НЕОПРЕДЕЛЯЕМОМ УРОВНЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.YELLOWAMULET
source: INCANDESCENCE AT 5200000000000000Hz
sw: ЧАСТОТА СВЕЧЕНИЯ: 5200000000000000Гц

# STRINGS.CHARACTERS.WX78.DESCRIBE.AERODYNAMICHAT
source: THE INTERSECTION OF AERODYNAMICS AND FASHION
sw: ПЕРЕСЕЧЕНИЕ АЭРОДИНАМИКИ И МОДЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANTIVENOM
source: ERADICATES CONTAGIONS FROM MAIN SYSTEM FUNCTIONS
sw: УНИЧТОЖАЕТ ВИРУСЫ В ГЛАВНЫХ СИСТЕМНЫХ ФУНКЦИЯХ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_LIFEJACKET
source: ELIMINATES DEATH OUTCOME FROM SHIPWRECKING EVENTS
sw: УСТРАНЯЕТ СМЕРТЕЛЬНЫЙ ИСХОД ОТ СОБЫТИЯ "КОРАБЛЕКРУШЕНИЕ"

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_SNAKESKIN
source: PREVENTS HARDWARE MALFUNCTIONS FROM PRECIPITATION EVENTS
sw: ПРЕДОТВРАЩАЕТ СБОИ АППАРАТНЫХ СРЕДСТВ ПРИ ВЫПАДЕНИИ ОСАДКОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_WINDBREAKER
source: NEGATES MOMENTUM IMPEDIMENTS FROM WIND EVENTS
sw: ИНВЕРТИРУЕТ ИМПУЛЬС СОПРОТИВЛЕНИЯ ОТ ВЕТРЕННЫХ СОБЫТИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORLIMESTONE
source: EXTRA HEAVY DUTY CASING
sw: ДОПОЛНИТЕЛЬНЫЙ СВЕРХПРОЧНЫЙ КОРПУС

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOROBSIDIAN
source: INCENDIARY DEFENCE SYSTEM
sw: ЗАЖИГАТЕЛЬНАЯ СИСТЕМА ЗАЩИТЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORSEASHELL
source: PROTECTIVE MEASURE FOR METAL HOUSING
sw: ЗАЩИТНАЯ МЕРА ДЛЯ МЕТАЛЛИЧЕСКОГО КОРПУСА

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOUREDBOAT
source: WAR VESSEL WITH DEFENSIVE OUTER SHELL
sw: ВОЕННОЕ СУДНО С ЗАЩИТНОЙ ВНЕШНЕЙ ОБОЛОЧКОЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BABYOX
source: OPERATION NOT FULLY EXECUTED
sw: НЕ ДО КОНЦА ВЫПОЛНЕННАЯ ОПЕРАЦИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BALLPHIN
source: POLYMER BASED LIVING ORGANISM?
sw: ЖИВОЙ ОРГАНИЗМ, ОСНОВАННЫЙ НА ПОЛИМЕРЕ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.BALLPHINPOD
source: A POD OF POLYMER-BASED LIFEFORMS
sw: СТАЯ ФОРМ ЖИЗНИ, ОСНОВАННЫХ НА ПОЛИМЕРАХ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BAMBOO
source: VERSATILE ENGINEERING MATERIAL DETECTED
sw: ОБНАРУЖЕН УНИВЕРСАЛЬНЫЙ ТЕХНИЧЕСКИЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERMUDATRIANGLE
source: SCIENTIFIC ANOMALY
sw: НАУЧНАЯ АНОМАЛИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH2_SNAKE
source: PERIODIC CALORIE DISPENSER
sw: ПЕРИОДИЧЕСКИЙ РАЗДАТЧИК КАЛОРИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH_SNAKE
source: PERIODIC CALORIE DISPENSER
sw: ПЕРИОДИЧЕСКИЙ РАЗДАТЧИК КАЛОРИЙ
