Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STAFF_TORNADO
source: Always whirling! Swirling towards destruction!
sw: В бесконечном вихре! Кружимся навстречу разрушениям!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: My policy was canceled.
sw: Моя страховка расторгнута.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMLEAF_UMBRELLA
source: Pretty as can be!
sw: Очень милый!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEMINE_MAXWELL
source: Mosquitoes inside. They don't sound happy.
sw: Там комары. И гудят они как-то совсем уж недобро.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_FIRE
source: This is my favorite thing in the whole wide world.
sw: Моя самая любимая штука во всём мире!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.GENERIC
source: It's a flammable tuft of grass.
sw: Легковоспламеняющийся пучок травы.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_CAP
source: I like the color.
sw: Мне нравится цвет.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCKS
source: Can I make inukshuks with these?
sw: Из них можно сделать инуксук?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.STARVING
source: Okay, okay! I get it, you're hungry.
sw: Хорошо, хорошо! Я поняла - ты голоден.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.UMBRELLA
source: I love the color!
sw: Я обожаю этот цвет!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.AERODYNAMICHAT
source: Brisk movement snuffs fires...
sw: Резкие движения гасят огонь...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_LIFEJACKET
source: But will it keep my lighter dry?
sw: А зажигалка сухой останется?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_SNAKESKIN
source: This coat makes me feel dangerous.
sw: В таком пальто я становлюсь опасной.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_WINDBREAKER
source: Wind is the enemy of fire.
sw: Ветер - враг огня.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORLIMESTONE
source: It's so... heavy.
sw: Она такая... тяжёлая.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOROBSIDIAN
source: Hit me and burn!
sw: Ударь меня и сгори!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORSEASHELL
source: Try me, baddies.
sw: Рискните, злодеи.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOUREDBOAT
source: I'd like to see something try to take a bite out of this boat.
sw: Интересно было бы посмотреть, как что-то сможет откусить часть этой лодки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BABYOX
source: You may be small, but you smell big.
sw: Вы хоть и маленькие, а пахнете по-взрослому.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BALLPHIN
source: You don't look particularly flammable.
sw: Ты не кажешься особо горючим.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BALLPHINPOD
source: A family of bouncy things.
sw: Семья упругих существ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH2_SNAKE
source: Mmmmm. Berries.
sw: М-м-м-м... Ягодки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH_SNAKE
source: Mmmmm. Berries.
sw: М-м-м-м... Ягодки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIOLUMINESCENCE
source: It's a cold light. Not like a flame at all...
sw: Это холодный свет. Вообще не похож на огонь...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_POISON
source: A sick kiss.
sw: Болезненный поцелуй.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOAT_LANTERN
source: Light without a flame, I don't like it one bit.
sw: Свет без огня, мне ни капли не нравится.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOTTLELANTERN
source: The light is so cold and alien.
sw: Свет настолько холодный и чужой.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BURIEDTREASURE
source: If I don't like the treasure I'll set the chest on fire.
sw: Если мне не понравится сокровище, я подожгу сундук.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CANNONSHOT
source: Fire!
sw: Огонь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAPTAINHAT
source: I no longer have that sinking feeling.
sw: И всю слабость как рукой сняло.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARGOBOAT
source: I can carry so many flammables on this.
sw: Я могу набрать сюда кучу всего воспламеняющегося!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHIMINEA
source: Do you like your housey, fire? You're welcome.
sw: Тебе нравится твой домик, огонь? Наслаждайся.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CIRCLINGSEAGULL
source: Fly into the sun, jerks.
sw: Летите на солнце, придурки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CLOTHSAIL
source: Nice stitching.
sw: Хорошая выделка.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COCONUT
source: An edible tree thing.
sw: Съедобная часть дерева.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COCONUT_COOKED
source: Mmmm, toasty.
sw: М-м-м-м, хрустящий.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COFFEE
source: I suddenly feel motivated.
sw: Я внезапно почувствовала себя стимулированной.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COFFEEBEANS
source: These could use fire.
sw: Они могут использовать огонь.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COFFEEBEANS_COOKED
source: Ahhh the aroma.
sw: A-а-а-х, аромат.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORAL
source: Pretty colors.
sw: Приятные цвета.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORALREEF
source: I wish I had a snorkel.
sw: Жаль, что у меня нет трубки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTLASS
source: This sword smells.
sw: От этого меча попахивает.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEAD_SWORDFISH
source: Ugh, fire would get rid of that smell.
sw: Ух, огонь быстро разобрался бы с этим запахом.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEPLETED_BAMBOOTREE
source: Anymore bamboos? Helloooo?
sw: А ещё бамбук? Ау-у-у-у?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEPLETED_BUSH_VINE
source: Come back and join us.
sw: Возвращайся и присоединяйся к нам.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOY
source: There is no spark behind its eyes.
sw: И ни искорки в её глазах.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOYBABY
source: You poor little dummy.
sw: Бедный маленький дурилка.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOYEGG
source: Dumb egg.
sw: Дурное яйцо.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOYEGG_COOKED
source: Cooking this dumb egg was smart of me.
sw: Приготовить это дурное яйцо было хорошей мыслью.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOYEGG_CRACKED
source: The planet just got dumber.
sw: Планета просто стала более дурной.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOYFEATHER
source: This would burn.
sw: Это будет гореть.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOYNEST
source: A dummy is born every second.
sw: Каждую секунду рождается очередной малыш-дурёха.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUBLOON
source: Pirate monies!
sw: Пиратские монеты!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_BAMBOOTREE
source: You need ground, fast.
sw: Надо тебя укоренить, и побыстрее.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_BERRYBUSH2
source: Would you like to live again?
sw: Хотел бы ты жить снова?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_BUSH_VINE
source: Would you like to go back into the ground?
sw: Хочешь вернуться обратно в землю?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_COFFEEBUSH
source: I know just what to do with you.
sw: Я точно знаю, что с тобой нужно сделать.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EARRING
source: Sooo shiny.
sw: Тако-о-ой блестящий.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FABRIC
source: Amazing the things you can do with bamboo.
sw: Удивительные вещи можно сделать с бамбуком.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHERSAIL
source: Gotta hand it to those dumdums--they give good sail
sw: Хочу отдать должное тем дуроптицам - из них вышел отличный парус.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIRERAIN
source: Let it rain!
sw: Да будет дождь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIRERAINSHADOW
source: Heeeeere it comeeeees!
sw: Го-о-о-о-о-ото-о-о-о-овсь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHINHOLE
source: Why here, fishies?
sw: Ну как вы там, рыбки?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GASHAT
source: I like not smelling smelly smells.
sw: Мне нравится не чувствовать запах плохо пахнущих запахов.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENMACHETE
source: I don't want to scuff it up.
sw: Не хотелось бы его поцарапать.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.IRONWIND
source: Now we're gettin' somewhere.
sw: Теперь-то мы куда-нибудь доберёмся.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JELLYFISH
source: It's shriveling up.
sw: Она ссыхается.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JELLYFISH_COOKED
source: It actually looks edible.
sw: Как ни странно, на вид съедобно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JELLYFISH_PLANTED
source: I'll call you Bob.
sw: Я буду звать тебя Боб.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JELLYJERKY
source: Looks chewy.
sw: Придётся много жевать.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JUNGLETREESEED
source: A future forest fire.
sw: Лесной пожар в будущем.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LAVAPOOL
source: What marvelous heat and fury!
sw: Какие чудесные жар и ярость!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIMESTONE
source: Rock hard, er, stone.
sw: Крутая скала, э-э, камень.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIMPETS
source: A little lick of flame and you'll be tasty.
sw: Немного огня и будете вкусными.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIMPETS_COOKED
source: Pretty good!
sw: Весьма недурственно!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOBSTERHOLE
source: The happy lobster home.
sw: Уютный дом омара.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOGRAFT
source: Campfire wood has other uses!
sw: Дрова на растопку можно и по-другому использовать!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITO_POISON
source: Shoo! Away!
sw: Кыш! Прочь!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSSEL
source: Open up, fella.
sw: Открывайся, приятель.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSSEL_COOKED
source: The fire opens their shell.
sw: Огонь вскрывает их раковины.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSSEL_STICK
source: The mussels like this stick for some reason.
sw: Мидиям почему-то нравится эта палка.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIAN
source: A fire rock!
sw: Огненный камень!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIAN_WORKBENCH
source: Fire items can be forged here!
sw: Здесь можно выковать что-нибудь из огня!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIANAXE
source: Such an axe! Cuts AND burns?!
sw: Какой топор! И рубит И поджигает?!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIANCOCONADE
source: The Obsidian gives more boom for my buck.
sw: Обсидиан делает взрыв сильнее.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIANFIREPIT
source: I feel so pampered!
sw: Кажется, меня балуют!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIANMACHETE
source: A fire machete is a girl's best friend!
sw: Огненный мачете - лучший друг девушки!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEAR_OBSIDIAN
source: I poke. They burn!
sw: Я тыкаю. Они горят!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIANSPEARGUN
source: I will take my best fire shot!
sw: У меня получится лучший в мире огненный выстрел!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PACKIM
source: Friend or foe?
sw: Друг или враг?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PACKIM_FISHBONE
source: This looks meaningful.
sw: Это должно что-то означать.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMLEAF
source: You're green, but you'd burn.
sw: Зелёные, но горят.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMTREE_BURNT
source: What a lovely smell.
sw: Какой прекрасный запах.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMTREE_STUMP
source: Another one bites the dust.
sw: Ещё одна повержена в прах.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PARROT
source: What a fiery color of red you are.
sw: Какой у тебя пламенно-красный цвет.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIRATEHAT
source: I feel piratey and naughty.
sw: Я чувствую себя грязной пираткой.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POISONHOLE
source: Nature is so gross.
sw: Природа бывает такой вульгарной.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAFT
source: It would be unwise to light this on fire while at sea.
sw: Было бы неразумно поджигать его прямо в море.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROWBOAT
source: Rowing? Really?
sw: Гребля? Серьёзно?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAIL
source: It makes use of the wind.
sw: Он находит применение ветру.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAND
source: Big deal, it's sand.
sw: Подумаешь, песок.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANDBAG
source: A bag of sand.
sw: Мешок с песком.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANDBAG_ITEM
source: So I put this on the ground?
sw: Ну, может уже положить его на землю?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANDHILL
source: Oh, look! It's some sand.
sw: О, смотри! Ещё песок.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAGULL
source: Does it fear fire? It should.
sw: Боится огня? Правильно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEASACK
source: I have to wear this soggy thing on my back?
sw: Я что, должна носить эту сырую вещь на спине?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEASHELL
source: Stupid seashell.
sw: Глупые раковины.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEASHELL_BEACHED
source: Stupid seashell.
sw: Глупые раковины.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEATRAP
source: C'mon swim inside! It's cozy in there!
sw: Давай, заплывай внутрь! Там уютно!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAWEED
source: Soggy sea grass.
sw: Сырая морская трава.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAWEED_COOKED
source: Not bad once you add fire.
sw: Неплохо, если добавить огня.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAWEED_DRIED
source: Healthy jerky.
sw: Полезная вяленость.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAWEED_PLANTED
source: Soggy sea grass.
sw: Сырая морская трава.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHARX
source: Jerks that swim.
sw: Поджарить это водоплавающее!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLOTMACHINE
source: This seems like a waste of time...
sw: Это кажется пустой тратой времени...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKE
source: Jerks that slither.
sw: Поджарить эту рептилию!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKE_FIRE
source: You share similar interests, monster thing.
sw: У нас схожие интересы, зверюга.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKESKIN
source: Leathery.
sw: Кожистая.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKESKINHAT
source: Water just runs right off it.
sw: Вода просто стекает с неё.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEAR_POISON
source: I hope I don't jab myself.
sw: Главное, саму себя не наколоть.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEARGUN
source: A handy tool upon the waves.
sw: Удобный инструмент на волнах.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEARGUN_POISON
source: This is almost too naughty.
sw: Это почти что безнравственно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STUNGRAY
source: Now I've seen everything.
sw: Теперь я повидала всё.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUPERTELESCOPE
source: I can see to the ends of the Earth.
sw: Я вижу край Земли.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELESCOPE
source: You can't hide from me now, islands!
sw: Теперь вы не спрячетесь от меня, острова!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TIGERSHARK
source: My nightmares have come true!
sw: Мои кошмары сбываются!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TIGERSHARKSHADOW
source: Not good! Not good!
sw: Не хорошо! Не хорошо!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TOUCAN
source: I like your nose.
sw: Мне нравится его нос.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAWLNET
source: I'll catch a bunch of wet stuff with this.
sw: Этим я поймаю кучу морских вещей.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TREEGUARD
source: I don't like you. You don't like me.
sw: Мне не нравишься ты. А тебе не нравлюсь я.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRIDENT
source: This is all wet.
sw: Весь промок.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_13
source: Is this fire water? It's orange.
sw: Это огненная вода? Оно оранжевое.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_14
source: I don't have any pins...
sw: У меня с собой нет булавок...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_15
source: Oh, this would burn.
sw: О, это горело бы.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_16
source: Litter is a terrible thing.
sw: Мусор - ужасная вещь.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_17
source: Not my style.
sw: Не в моём стиле.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_18
source: I wonder if this is worth anything?
sw: Интересно, стоит ли это чего-нибудь?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_19
source: Brain cloud? Sounds tragic.
sw: Облако мозга? Звучит трагично.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURBINE_BLADES
source: What do these do?
sw: Что они делают?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_BEACH
source: The ground is boring.
sw: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_JUNGLE
source: The ground is boring.
sw: Земля - это скучно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VENOMGLAND
source: Gross! I wish I had gloves.
sw: Отвратительно! Хотела бы я перчатки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VINE
source: I could use this in something. Or just burn it.
sw: Я могла бы где-нибудь это использовать. Или просто сжечь.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VOLCANO
source: The biggest, fieriest fire in all the lands!
sw: Самый большой, самый яркий огонь во всех землях!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: There is no way to quench the volcano's hunger now!
sw: Теперь не осталось способа подавить голод вулкана!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VOLCANO_EXIT
source: I hate to leave this place...
sw: Я не хочу покидать это место...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VOLCANOSTAFF
source: I am a goddess of fiery destruction!
sw: Я богиня огненного разрушения!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_LIMESTONE
source: It's all bumpy.
sw: Она вся корявая.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_LIMESTONE_ITEM
source: You don't look like you would easily burn.
sw: Не похоже, чтобы это легко горело.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHALE_BLUE
source: They make fish that big?
sw: Что делает рыб настолько большими?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHALE_CARCASS_BLUE
source: It's starting to spoil...
sw: Начинает портится...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHALE_CARCASS_WHITE
source: Victory doesn't smell very good...
sw: Победа не очень хорошо пахнет...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHALE_WHITE
source: I see fire in its eyes!
sw: Я вижу огонь в его глазах!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CRABHOLE
source: Come out and play with me!
sw: Выходи, поиграй со мной!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CRAB.GENERIC
source: Stop running away!
sw: Перестань убегать!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CRAB.HIDDEN
source: I'm pretty sure a crab is hiding there.
sw: Я точно знаю, там спрятался краб.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERMUDATRIANGLE
source: I feel kinda dizzy looking at it.
sw: Глядя на него, меня слегка мутит.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOATCANNON
source: Wonder if I can start fires with this?
sw: Интересно, можно ли этим разжигать пожары?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOATREPAIRKIT
source: This should patch up any little leaks.
sw: Этим можно исправить разные мелкие протечки.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MACHETE
source: Or I could just burn my way through.
sw: А вообще я могла бы просто прожечь себе путь и без него.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUGGAGECHEST
source: Ooo! I hope there are useful items inside.
sw: O-o-o! Я надеюсь, что внутри есть полезные предметы.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGOON
source: If only I could figure out how to train one.
sw: Если б только я могла сообразить, как его тренировать.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANTIVENOM
source: This'll help if I'm ever poisoned.
sw: Это поможет, если я вдруг отравлюсь.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BAMBOO
source: Looks flammable.
sw: Выглядит огнеопасно.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG_POISON
source: Yuck! Stay away from me.
sw: Тьфу! Держись подальше от меня.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OX
source: You look pretty sturdy.
sw: Ты выглядишь достаточно крепким.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEACOCK
source: Pretty!
sw: Мило!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAGULL_WATER
source: Squawk yourself.
sw: Гадь на себя.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKE_POISON
source: Those are some pointy fangs.
sw: У этих есть пара ядовитых клыков.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SOLOFISH
source: Doesn't seem very smart.
sw: Не похоже, что она сообразительная.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPOILED_FISH
source: Gross.
sw: Гадость.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TWISTER
source: Stay away from my precious flames!
sw: Держись подальше от моего драгоценного пламени!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAND_CASTLE.GENERIC
source: It's cute I guess.
sw: Он милый, как по мне.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAND_CASTLE.SAND
source: It's less cute now.
sw: Теперь он стал не таким милым.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKEOIL
source: I'm not convinced.
sw: Я не уверена.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOBSTER
source: Come here, you!
sw: Эй ты, иди сюда!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MESSAGEBOTTLE
source: Bottled paper!
sw: Бутилированная бумага!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MESSAGEBOTTLEEMPTY
source: It's a bottle.
sw: Это бутылка.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHARK_FIN
source: The fin fell off.
sw: Плавник отвалился.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSSEL_FARM.GENERIC
source: Just out of reach.
sw: Просто так не достать.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSSEL_FARM.STICKPLANTED
source: You will be mine soon.
sw: Скоро вы будете моими.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WOODLEGS_CAGE
source: I guess he was bad to the bone.
sw: Я думаю, он был плохим до кончиков костей.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOTSAM
source: It's out there, but I'm over here...
sw: Наверное, это древесина слишком влажная, чтобы гореть.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: Where'd they go?
sw: Эта лодка заслуживает погребальный костёр.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT.GENERIC
source: Someone is all wet.
sw: Эта шелудивая птица кажется задумала украсть мои пожитки!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT_BURNT
source: Double whammy.
sw: Это лучшая лодка из всех, что мне доводилось видеть!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: I can't say that word!
sw: Может быть, он направляет меня к огню?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: I've put away childish things...
sw: Маленькая лодочка.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: Where's my lighter...
sw: А где же огонёк?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: No idea...
sw: Кажется, это что-то типа... штуковины.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: Not my size...
sw: Слегка промок.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.COCONUT_COOKED
source: Mmmm, toasty.
sw: М-м-м-м, хрустящий.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.COFFEEBEANS_COOKED
source: Ah, the aroma.
sw: A-а-а-х, аромат.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.DOYDOYEGG_COOKED
source: Cooking this dumb egg was smart of me.
sw: Приготовить это дурное яйцо было хорошей мыслью.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.JELLYFISH_COOKED
source: Here's goes...
sw: А тут у нас...

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.JELLYJERKY
source: Well okay...
sw: Ну, сойдёт...

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.LIMPETS_COOKED
source: Pretty good!
sw: Весьма недурственно!

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.MUSSEL_COOKED
source: The fire opens their shells.
sw: Огонь вскрывает их раковины.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.SEAWEED_COOKED
source: Not bad once you add fire.
sw: Неплохо, если добавить огня.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.SEAWEED_DRIED
source: Healthy jerky.
sw: Полезная вяленость.
