Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIOLUMINESCENCE
source: BIOLUMINESCENT SEA GUNK
sw: БИОЛЮМИНЕСЦЕНТНЫЙ МОРСКОЙ НАВОЗ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_POISON
source: PROJECTILE-BASED COMMUNICABLE DISEASE DELIVERY SYSTEM
sw: МЕТАТЕЛЬНАЯ СИСТЕМА ДОСТАВКИ ИНФЕКЦИОННОГО ЗАБОЛЕВАНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOAT_LANTERN
source: SEE THE SEA AT NIGHT
sw: ДЛЯ АНАЛИЗА ПЕРИФЕРИИ В МОРЕ НОЧЬЮ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOATCANNON
source: MODIFICATION TO WARSHIP CAPABILITIES
sw: МОДИФИКАЦИЯ ВОЗМОЖНОСТЕЙ ВОЕННОГО КОРАБЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOATREPAIRKIT
source: SEA VESSEL REPAIRS AT SEA
sw: ВОССТАНАВЛИВАЕТ МОРСКОЕ СУДНО В МОРЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOTTLELANTERN
source: LIGHT-PRODUCING LIFE HARNESSED
sw: СВЕТОПРОИЗВОДЯЩИЕ ЖИЗНЕННЫЕ ФОРМЫ ПОРАБОЩЕНЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BURIEDTREASURE
source: ILLOGICAL STORAGE OF PRECIOUS OBJECTS
sw: НЕЛОГИЧНОЕ ХРАНИЛИЩЕ ЦЕННЫХ ОБЪЕКТОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CANNONSHOT
source: MODIFICATION TO WARSHIP CAPABILITIES
sw: МОДИФИКАЦИЯ ВОЗМОЖНОСТЕЙ ВОЕННОГО КОРАБЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAPTAINHAT
source: HEADWEAR THAT ATTRIBUTES CAPTAIN STATUS
sw: ГОЛОВНОЙ УБОР, ПРИПИСЫВАЮЩИЙ СТАТУС КАПИТАНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARGOBOAT
source: SAILING VESSEL WITH EXTRA STORAGE CAPABILITIES
sw: ПАРУСНОЕ СУДНО С РАСШИРЕННЫМИ ВОЗМОЖНОСТЯМИ ХРАНЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHIMINEA
source: PROTECTION OF FIRE ASSET FROM WEATHER ELEMENTS
sw: ЗАЩИТА ОГНЯ ОТ ПОГОДНЫХ ЭЛЕМЕНТОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CIRCLINGSEAGULL
source: TRASH-EATING BIRD OF FLIGHT
sw: ЛЕТАЮЩАЯ ПТИЦА, ЕДЯЩАЯ МУСОР

# STRINGS.CHARACTERS.WX78.DESCRIBE.CLOTHSAIL
source: INCREASED EFFICIENCY OF WIND HARNESSING CAPABILITIES
sw: ПОВЫШЕННАЯ ЭФФЕКТИВНОСТЬ ПРИ УТИЛИЗАЦИИ ВОЗДУШНОГО ИМПУЛЬСА

# STRINGS.CHARACTERS.WX78.DESCRIBE.COCONUT
source: TREE FRUIT
sw: ПЛОД ДЕРЕВА

# STRINGS.CHARACTERS.WX78.DESCRIBE.COFFEE
source: HOT BEAN JUICE
sw: ГОРЯЧИЙ БОБОВЫЙ СОК

# STRINGS.CHARACTERS.WX78.DESCRIBE.COFFEEBEANS
source: DRINKABLE BEANS
sw: ПИТЬЕВЫЕ БОБЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORAL
source: SELF-SUSTAINING LIVING BUILDING MATERIAL
sw: САМОПОДДЕРЖИВАЮЩИЙСЯ БИОЛОГИЧЕСКИЙ СТРОИТЕЛЬНЫЙ МАТЕРИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CRABHOLE
source: THE SHELLED ONES STILL FEEL THE NEED TO HIDE
sw: ПОКРЫТЫЕ ОБОЛОЧКОЙ ЕЩЁ ЧУВСТВУЮТ ПОТРЕБНОСТЬ СПРЯТАТЬСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTLASS
source: DEATH IMPLEMENT CONSTRUCTED OF DEAD MATERIAL
sw: СМЕРТЕЛЬНОЕ ОРУДИЕ, ПОСТРОЕННОЕ ИЗ МЁРТВОГО МАТЕРИАЛА

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEAD_SWORDFISH
source: LIFE IS NOT WORTH IT
sw: ЖИЗНЬ ЭТОГО НЕ СТОИТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEPLETED_BAMBOOTREE
source: IT IS REBOOTING
sw: ОНИ ПЕРЕЗАГРУЖАЮТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEPLETED_BUSH_VINE
source: PROCESS START
sw: ПРОЦЕСС ЗАВЕРШЁН

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOY
source: INTELLIGENCE NOT DETECTED
sw: ИНТЕЛЛЕКТ НЕ ОБНАРУЖЕН

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOYBABY
source: POTENTIAL FOR INVASIVE SPECIES DETECTED
sw: ОБНАРУЖЕНА ПОТЕНЦИАЛЬНО-НАВЯЗЧИВАЯ РАЗНОВИДНОСТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOYEGG
source: DISGUSTING MANUFACTURING PROCESS
sw: ОТВРАТИТЕЛЬНЫЙ ПРОИЗВОДСТВЕННЫЙ ПРОЦЕСС

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOYEGG_CRACKED
source: ECOSYSTEM IMBALANCE DETECTED
sw: ОБНАРУЖЕНА НЕУСТОЙЧИВОСТЬ ЭКОСИСТЕМЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOYFEATHER
source: FEELS SOFT TO MY HARD TOUCH
sw: СЛИШКОМ МЯГКО ДЛЯ МОЕГО ТВЁРДОГО СЕНСОРА

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOYNEST
source: MULTIPLICATION INCUBATOR
sw: ИНКУБАТОР-МУЛЬТИПЛИКАТОР

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUBLOON
source: DEAD CURRENCY
sw: МЁРТВАЯ ВАЛЮТА

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_BAMBOOTREE
source: MUST ADD GROUND
sw: НУЖНО ДОБАВИТЬ ЗЕМЛЮ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_BERRYBUSH2
source: REQUIRES TETHERING TO NATURAL WORLD
sw: ТРЕБУЕТ СВЯЗИ С МИРОМ ПРИРОДЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_BUSH_VINE
source: IT IS NOTHING WITHOUT DIRT
sw: ОН НИЧТО БЕЗ ЗЕМЛИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_COFFEEBUSH
source: JUST ADD ASH
sw: ПРОСТО ДОБАВИТЬ ПЕПЕЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EARRING
source: MISSING AN EAR
sw: ОТСУТСТВУЕТ УХО

# STRINGS.CHARACTERS.WX78.DESCRIBE.FABRIC
source: PLANT MATTER DERIVATION
sw: ВЕЩЕСТВО РАСТИТЕЛЬНОГО ПРОИСХОЖДЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHERSAIL
source: INCREASED POTENTIAL FOR HARNESSING WIND
sw: УВЕЛИЧЕННЫЙ ПОТЕНЦИАЛ ПРИ УТИЛИЗАЦИИ ВОЗДУШНОГО ИМПУЛЬСА

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIRERAIN
source: THIS REGION EXHIBITS HIGHLY LETHAL WEATHER
sw: ЭТА ОБЛАСТЬ ДЕМОНСТРИРУЕТ ОЧЕНЬ ЛЕТАЛЬНУЮ ПОГОДУ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIRERAINSHADOW
source: INCOMING
sw: ПРИБЛИЖАЕТСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHINHOLE
source: MEAT DEPOSIT
sw: ЗАЛЕЖИ МЯСА

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG_POISON
source: DISEASE-RIDDEN REPTILE
sw: ОХВАЧЕННАЯ ЗАРАЗОЙ РЕПТИЛИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GASHAT
source: PREVENTS NOXIOUS FUMES FROM PERMEATING OUTER CASING
sw: ПРЕПЯТСТВУЕТ ПРОНИКНОВЕНИЮ ВРЕДНЫХ ПАРОВ В КОРПУС

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENMACHETE
source: OSTENTATIOUS HACKING DEVICE
sw: ДЕМОНСТРАЦИОННОЕ УСТРОЙСТВО КРОМСАНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.IRONWIND
source: MOTORIZED SEA VESSEL UPGRADE
sw: МОТОРИЗАЦИЯ МОРСКОГО СУДНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.JELLYFISH
source: UNABLE TO CLASSIFY
sw: ОШИБКА: ОБЪЕКТ НЕ КЛАССИФИЦИРОВАН

# STRINGS.CHARACTERS.WX78.DESCRIBE.JELLYFISH_PLANTED
source: UNABLE TO CLASSIFY
sw: ОШИБКА: ОБЪЕКТ НЕ КЛАССИФИЦИРОВАН

# STRINGS.CHARACTERS.WX78.DESCRIBE.JELLYJERKY
source: 75% REDUCTION IN GELATINOUS TEXTURE
sw: СОКРАЩЕНИЕ ЖЕЛАТИНОВОЙ СТРУКТУРЫ - 75%

# STRINGS.CHARACTERS.WX78.DESCRIBE.JUNGLETREE_BURNT
source: MOLECULAR STRUCTURE ALTERED
sw: ИЗМЕНИЛАСЬ МОЛЕКУЛЯРНАЯ СТРУКТУРА

# STRINGS.CHARACTERS.WX78.DESCRIBE.JUNGLETREE_STUMP
source: CHANCE OF REGROWTH... 0%
sw: ШАНС ВОЗОБНОВЛЕНИЯ: 0%

# STRINGS.CHARACTERS.WX78.DESCRIBE.JUNGLETREESEED
source: JUNGLE TREE... EMBRYONIC STAGE
sw: ДЕРЕВО ДЖУНГЛЕЙ: ЭМБРИОНАЛЬНАЯ СТАДИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LAVAPOOL
source: VOLCANIC FIRE DEPOSIT
sw: ВУЛКАНИЧЕСКИЙ ОГНЕННЫЙ СКЛАД

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIMESTONE
source: CORAL DERIVATIVE
sw: КОРАЛЛОВАЯ ПРОИЗВОДНАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIMPETS
source: SMALL PROTEIN SOURCE
sw: МАЛЕНЬКИЙ ИСТОЧНИК БЕЛКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIMPETS_COOKED
source: FIRE ADDS PLEASURE?
sw: ОГОНЬ ДОБАВЛЯЕТ УДОВОЛЬСТВИЕ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOBSTER
source: ARMORED MEAT SOURCE
sw: БРОНИРОВАННЫЙ ИСТОЧНИК МЯСА

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOBSTERHOLE
source: THE ARMORED ONES DWELL THERE
sw: ТАМ ЖИВУТ БРОНИРОВАННЫЕ СУЩЕСТВА

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOGRAFT
source: INEFFICIENT SEA VESSEL
sw: НЕЭФФЕКТИВНОЕ МОРСКОЕ СУДНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.MACHETE
source: LONG BLADE FOR HACKING
sw: ДЛИННОЕ ЛЕЗВИЕ ДЛЯ КРОМСАНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MESSAGEBOTTLE
source: INEFFICIENT DATA COMMUNICATIONS SYSTEM
sw: НЕЭФФЕКТИВНАЯ СИСТЕМА ПЕРЕДАЧИ ДАННЫХ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MESSAGEBOTTLEEMPTY
source: GLASS LIQUID VESSEL
sw: СТЕКЛЯННЫЙ ПЛАВАЮЩИЙ СОСУД

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITO_POISON
source: TOXIC PEST
sw: ТОКСИЧНЫЙ ВРЕДИТЕЛЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSSEL
source: MUSCULATURE NOT DETECTED
sw: МУСКУЛАТУРА НЕ ОБНАРУЖЕНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSSEL_FARM.GENERIC
source: PROTEIN CONGREGATION POINT
sw: ПУНКТ КОНЦЕНТРАЦИИ БЕЛКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSSEL_FARM.STICKPLANTED
source: MUSSEL FARM... ACTIVE
sw: ФЕРМА МИДИЙ: АКТИВИЗИРОВАНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSSEL_STICK
source: PROTEIN ATTRACTION AND GROWTH SYSTEM
sw: НАКОПИТЕЛЬНАЯ СИСТЕМА РОСТА БЕЛКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIAN
source: VOLCANO BYPRODUCT
sw: ПОБОЧНЫЙ ПРОДУКТ ВУЛКАНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIAN_WORKBENCH
source: MANUFACTURES DERIVATIVES FRO VOLCANO BYPRODUCT
sw: ПРОИЗВОДСТВО ИЗ ПОБОЧНЫХ ПРОДУКТОВ ВУЛКАНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIANAXE
source: AXE WITH FIRESTARTING FEATURE
sw: ТОПОР С ПОДЖИГАЮЩЕЙ ФУНКЦИЕЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIANCOCONADE
source: COCONADE EFFICIENCY HAS BEEN MAXIMIZED
sw: ЭФФЕКТИВНОСТЬ КОКОСОВОЙ ГРАНАТЫ БЫЛА МАКСИМИЗИРОВАНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIANFIREPIT
source: MAXIMUM FIREPIT EFFICIENCY ACHIEVED
sw: МАКСИМАЛЬНАЯ ЭФФЕКТИВНОСТЬ КОСТРИЩА ДОСТИГНУТА

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIANMACHETE
source: HACKING BLADE WITH FIRESTARTING CAPABILITIES
sw: КРОМСАЮЩЕЕ ЛЕЗВИЕ С ВОЗМОЖНОСТЬЮ ПОДЖОГА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPEAR_OBSIDIAN
source: WAR TOOL RETOOLED FOR MAXIMUM KILLING POTENTIAL
sw: ВОЕННЫЙ ИНСТРУМЕНТ ПЕРЕОБОРУДОВАН ПОВЫШЕН МАКСИМАЛЬНЫЙ УБОЙНЫЙ ПОТЕНЦИАЛ

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIANSPEARGUN
source: DELIVERS FIRE VIA PROJECTILE
sw: ДОСТАВЛЯЕТ ОГОНЬ С ПОМОЩЬЮ СНАРЯДА

# STRINGS.CHARACTERS.WX78.DESCRIBE.OX
source: HERDING SPECIES OF MEAT
sw: ПАСУЩАЯСЯ РАЗНОВИДНОСТЬ МЯСА

# STRINGS.CHARACTERS.WX78.DESCRIBE.PACKIM
source: WINGED EXTERNAL STORAGE UNIT
sw: ВНЕШНЕЕ КРЫЛАТОЕ УСТРОЙСТВО ХРАНЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PACKIM_FISHBONE
source: DEED OF OWNERSHIP TO EXTERNAL STORAGE UNIT
sw: АКТ ВЛАДЕНИЯ ВНЕШНИМ УСТРОЙСТВОМ ХРАНЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALMLEAF
source: MULTI-USE VEGETATION
sw: МНОГОФУНКЦИОНАЛЬНАЯ РАСТИТЕЛЬНОСТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALMTREE
source: THIS TREE IS TOO STUPID TO COVER ITSELF
sw: ЭТО ДЕРЕВО СЛИШКОМ ГЛУПО, ЧТОБЫ НАКРЫТЬ СЕБЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALMTREE_BURNT
source: ASH DISPENSER
sw: ПЕПЕЛЬНЫЙ РАСПЫЛИТЕЛЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALMTREE_STUMP
source: DEACTIVATED
sw: ДЕАКТИВИЗИРОВАНО

# STRINGS.CHARACTERS.WX78.DESCRIBE.PARROT
source: THIS BIRD WISHES TO CONVERSATE
sw: ЭТА ПТИЦА ЖЕЛАЕТ ВЫСКАЗАТЬСЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEACOCK
source: LARGE, VAIN BIRD
sw: БОЛЬШАЯ, ТЩЕСЛАВНАЯ ПТИЦА

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIRATEHAT
source: HEADGEAR BEST SUITED FOR SEA TRAVEL
sw: ГОЛОВНОЙ УБОР, БОЛЕЕ ВСЕГО ПОДХОДЯЩИЙ ДЛЯ МОРСКОГО ПУТЕШЕСТВИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.POISONHOLE
source: THE SOIL ITSELF IS TOXIC
sw: САМА ПОЧВА ЯВЛЯЕТСЯ ТОКСИЧНОЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAFT
source: BARELY ADEQUATE VESSEL FOR SEA TRAVEL
sw: НЕ САМОЕ АДЕКВАТНОЕ СУДНО ДЛЯ МОРСКИХ ПУТЕШЕСТВИЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROWBOAT
source: I ROWBOAT
sw: ПРИВОДИТСЯ В ДЕЙСТВИЕ ПЛЕЧЕВЫМ УСИЛИЕМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAIL
source: ADDED WIND HARNESSING CAPABILITY
sw: ДОБАВЛЕНА СПОСОБНОСТЬ УТИЛИЗИРОВАТЬ ВОЗДУШНЫЙ ИМПУЛЬС

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAND
source: GRAINS OF DEFEATED ROCK
sw: ЗЁРНА ПОБЕЖДЁННОЙ СКАЛЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANDBAG
source: WATER ABSORPTION SYSTEM
sw: СИСТЕМА ПОГЛОЩЕНИЯ ВОДЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANDBAG_ITEM
source: WATER ABSORPTION SYSTEM
sw: СИСТЕМА ПОГЛОЩЕНИЯ ВОДЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANDHILL
source: THE ROCK DUST COLLECTS
sw: КОЛЛЕКЦИЯ ГОРНОЙ ПЫЛИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAGULL
source: WINGED SCUM
sw: КРЫЛАТАЯ НЕЧИСТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAGULL_WATER
source: THE WATER IS NOW UNCLEAN
sw: ВОДА ТЕПЕРЬ ГРЯЗНАЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEASACK
source: LOCKS IN FRESHNESS
sw: ОБВОЛАКИВАЕТ СВЕЖЕСТЬЮ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEASHELL
source: DISCARDED SEA SOMETHING
sw: НЕЧТО, ОТВЕРГНУТОЕ МОРЕМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEASHELL_BEACHED
source: DISCARDED SEA SOMETHING
sw: НЕЧТО, ОТВЕРГНУТОЕ МОРЕМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEATRAP
source: GO INSIDE STUPID SEA THINGS.
sw: ИДИТЕ ВНУТРЬ, ГЛУПЫЕ МОРСКИЕ СУЩЕСТВА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAWEED
source: THE SEA HAS WEEDS TOO?
sw: В МОРЕ ТОЖЕ ЕСТЬ СОРНЯКИ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAWEED_COOKED
source: HEALTHY SNACK
sw: ЗДОРОВАЯ ЗАКУСКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAWEED_DRIED
source: HEALTH FOOD
sw: ЗДОРОВАЯ ПИЩА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAWEED_PLANTED
source: THE SEA HAS WEEDS TOO?
sw: В МОРЕ ТОЖЕ ЕСТЬ СОРНЯКИ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHARK_FIN
source: THE RUDDER OF THE BEAST
sw: ЭЛЕМЕНТ УПРАВЛЕНИЯ ЖИВОТНОГО

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHARX
source: CREATURE OF LITTLE BRAIN AND BIG JAWS
sw: СУЩЕСТВО С МАЛЕНЬКИМИ МОЗГАМИ И БОЛЬШИМИ ЧЕЛЮСТЯМИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLOTMACHINE
source: ADDICTIVE PLEASURE CENTER STIMULANT
sw: ВЫЗЫВАЮЩИЙ ПРИВЫКАНИЕ СТИМУЛЯТОР ЦЕНТРА УДОВОЛЬСТВИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKE
source: HISSING MENACE
sw: ШИПЯЩАЯ УГРОЗА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKE_FIRE
source: VOLCANO SPAWN
sw: ПОРОЖДЕНИЕ ВУЛКАНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKE_POISON
source: TOXIN DETECTED
sw: ОБНАРУЖЕН ТОКСИН

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKESKIN
source: THE SNAKE DROPPED ITS SKIN
sw: ЗМЕЯ СБРОСИЛА КОЖУ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKESKINHAT
source: LEATHERY HEADWEAR
sw: КОЖАНЫЙ ГОЛОВНОЙ УБОР

# STRINGS.CHARACTERS.WX78.DESCRIBE.SOLOFISH
source: IT SWIMS POINTLESSLY
sw: ОНА БЕСЦЕЛЬНО ПЛАВАЕТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPEAR_POISON
source: TOXIN DELIVERY SYSTEM
sw: СИСТЕМА ДОСТАВКИ ТОКСИНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPEARGUN
source: COME AT ME, SEA CREATURES
sw: ИДИТЕ НА МЕНЯ, МОРСКИЕ СУЩЕСТВА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPEARGUN_POISON
source: DEAL TOXINS FROM SAFE DISTANCE
sw: ОТРАВЛЯЕТ С БЕЗОПАСНОЙ ДИСТАНЦИИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPOILED_FISH
source: ALL LIFE DIES AND THEN SMELLS
sw: ВСЁ ЖИВОЕ УМИРАЕТ И ЗАТЕМ ВОНЯЕТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STUNGRAY
source: THEY SPRAY TOXIC ODOR CLOUDS
sw: ОНИ РАСПЫЛЯЮТ ТОКСИЧНЫЕ СМЕРДЯЩИЕ ОБЛАКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUPERTELESCOPE
source: MAXIMIZES VISION SYSTEMS
sw: МАКСИМИЗИРУЕТ СИСТЕМУ ЗРЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWORDFISH
source: FIGHTING FISH
sw: БОЕВАЯ РЫБА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELESCOPE
source: TEMPORARY VISION SYSTEM UPGRADE
sw: ВРЕМЕННАЯ СИСТЕМА МОДЕРНИЗАЦИИ ЗРЕНИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TIGERSHARK
source: WHY WOULD NATURE MAKE THIS TERROR?
sw: ПОЧЕМУ ПРИРОДА СДЕЛАЛА ЭТО ВСЕЛЯЮЩЕЕ УЖАС СУЩЕСТВО?

# STRINGS.CHARACTERS.WX78.DESCRIBE.TIGERSHARKSHADOW
source: OMEN OF BADNESS
sw: ЗНАМЕНИЕ ЗЛА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TORNADO
source: SIGH. NATURE IS TERRIBLE
sw: ЭХ. ПРИРОДА УЖАСНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TOUCAN
source: YOU HAVE AN INORDINATE AMOUNT OF NOSE
sw: У ТЕБЯ ЧРЕЗМЕРНОЕ КОЛИЧЕСТВО НОСА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAWLNET
source: USE IN BAD WEATHER FOR BEST RESULTS
sw: ИСПОЛЬЗУЕТСЯ В ПЛОХУЮ ПОГОДУ ДЛЯ УЛУЧШЕНИЯ РЕЗУЛЬТАТОВ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREEGUARD
source: SENTIENT TREE VIGILANTE
sw: РАЗУМНОЕ ДЕРЕВО-КАРАТЕЛЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRIDENT
source: ANCIENT KILLING TOOL
sw: ДРЕВНИЙ ИНСТРУМЕНТ ДЛЯ УБИЙСТВА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_13
source: IS THIS A CONSUMABLE?
sw: ЭТО ДЕЙСТВИТЕЛЬНО ПРЕДМЕТ УПОТРЕБЛЕНИЯ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_14
source: WHAT AN UGLY PLAYTHING
sw: КАКАЯ УРОДЛИВАЯ ИГРУШКА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_15
source: UNCONTROLLABLE URGE TO BREAK
sw: НЕКОНТРОЛИОУЕМОЕ ЖЕЛАНИЕ СЛОМАТЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_16
source: HOW DID THIS GET HERE?
sw: КАК ЭТО ЗДЕСЬ ОКАЗАЛОСЬ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_17
source: MINUS FOOT
sw: МИНУС НОГА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_18
source: MINUS FLOWERS
sw: МИНУС ЦВЕТЫ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_19
source: PROCESSOR STATUS REPORT... CLEAR SKIES
sw: ОТЧЁТ О СОСТОЯНИИ ПРОЦЕССОРА: ЯСНЫЕ НЕБЕСА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURBINE_BLADES
source: ENGINE OF THE STORM
sw: ДВИГАТЕЛЬ ШТОРМА

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_BEACH
source: GETS IN MY HOUSING
sw: ПОДХОДИТ В МОЁ ЖИЛЬЁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_JUNGLE
source: TANGLY
sw: ЗАПУТАННЫЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TWISTER
source: SIGH. NATURE IS TERRIBLE
sw: ЭХ. ПРИРОДА УЖАСНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.VENOMGLAND
source: SOURCE OF POISON ANTIDOTE
sw: ИСТОЧНИК ПРОТИВОЯДИЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.VINE
source: UNRULY NATURE
sw: НЕПРИМИРИМАЯ ПРИРОДА

# STRINGS.CHARACTERS.WX78.DESCRIBE.VOLCANO
source: I HAVE FOUND THE EARTH'S GEOLOGICAL EXHAUST SYSTEM
sw: Я НАШЁЛ ГЕОЛОГИЧЕСКУЮ ВЫХЛОПНУЮ СИСТЕМУ ЗЕМЛИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: VOLCANO MODULATOR INOPERABLE
sw: НЕДЕЙСТВУЮЩИЙ МОДУЛЯТОР ВУЛКАНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.VOLCANO_EXIT
source: IT IS NOT WISE TO SUBJECT MY HOUSING TO THESE CONDITIONS FURTHER
sw: НЕ РАЗУМНО И ДАЛЕЕ ПОДВЕРГАТЬ МОЙ КАРКАС ЭТИМ УСЛОВИЯМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.VOLCANOSTAFF
source: VOLCANO REMOTE CONTROL
sw: ДИСТАНЦИОННОЕ УПРАВЛЕНИЕ ВУЛКАНОМ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_LIMESTONE
source: ROUGH STONE DEFENSES
sw: ГРУБОЕ КАМЕННОЕ ЗАЩИТНОЕ СООРУЖЕНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_LIMESTONE_ITEM
source: ROUGH STONE DEFENSES
sw: ГРУБОЕ КАМЕННОЕ ЗАЩИТНОЕ СООРУЖЕНИЕ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHALE_BLUE
source: SUBOPTIMAL SEROTONIN LEVELS DETECTED
sw: ОБНАРУЖЕН СУБОПТИМАЛЬНЫЙ УРОВЕНЬ СЕРОТОНИНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHALE_CARCASS_BLUE
source: METHANE BUILDUP DETECTED
sw: ОБНАРУЖЕНО НАКОПЛЕНИЕ МЕТАНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHALE_CARCASS_WHITE
source: METHANE BUILDUP DETECTED
sw: ОБНАРУЖЕНО НАКОПЛЕНИЕ МЕТАНА

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHALE_WHITE
source: MYTHIC LEVELS OF HATRED DETECTED
sw: ОБНАРУЖЕНА МИФИЧЕСКАЯ СТЕПЕНЬ НЕНАВИСТИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WOODLEGS_CAGE
source: THAT CAGE MUST WEIGH A SKELE-TON!
sw: ЭТА КЛЕТКА ПРЕДПОЛАГАЕТ НАЛИЧИЕ СКЕЛЕТА В НЕЙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOTSAM
source: SPECIALIZED TOOL REQUIRED
sw: ВОДА - РАЗРУШИТЕЛЬ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: HE IS ATTEMPTING COMMUNICATION
sw: КАКОЙ-ТО ГЛУПЫЙ ЧЕЛОВЕК ДУМАЛ, ЧТО ЭТО ПОПЛЫВЁТ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT.GENERIC
source: DANGEROUS CONDITIONS PRODUCED THIS RESULT
sw: НАДОЕДЛИВАЯ ПТИЦА НИКАК НЕ ПРЕРВЁТ ПРОЦЕДУРУ КОММУНИКАЦИИ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT_BURNT
source: USELESS
sw: ХА-ХА-ХА-ХА-ХА

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: I HAVE NO TROUBLE TAKING PRECISE MEASUREMENTS
sw: БЕСПОЛЕЗНЫЙ МУСОР С ЗАТОНУВШЕГО КОРАБЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: THIS BOAT CONSTRUCTION IS PREPOSTEROUS
sw: БЕСПОЛЕЗНЫЙ МУСОР С ЗАТОНУВШЕГО КОРАБЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: THIS VESSEL IS ODDLY SUITED TO FACILITATING ILLUMINATION
sw: БЕСПОЛЕЗНЫЙ МУСОР С ЗАТОНУВШЕГО КОРАБЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: I MUST ADAPT THIS DEVICES MEASUREMENT PROTOCOLS
sw: БЕСПОЛЕЗНЫЙ МУСОР С ЗАТОНУВШЕГО КОРАБЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: IT IS MISSING A CRITICAL COMPONENT
sw: БЕСПОЛЕЗНЫЙ МУСОР С ЗАТОНУВШЕГО КОРАБЛЯ

# STRINGS.CHARACTERS.WX78.DESCRIBE_GENERIC
source: ERROR... UNKNOWN
sw: ОШИБКА: ОБЪЕКТ НЕ ОПОЗНАН

# STRINGS.CHARACTERS.WX78.EAT_FOOD.COCONUT_COOKED
source: HEATED TREE FRUIT
sw: НАГРЕТЫЙ ПЛОД ДЕРЕВА

# STRINGS.CHARACTERS.WX78.EAT_FOOD.COFFEEBEANS_COOKED
source: NOT COMPUTING AS FOOD SUBSTANCE
sw: НЕ ПРОСЧИТЫВАЕТСЯ КАК ПИЩЕВОЙ ПРОДУКТ

# STRINGS.CHARACTERS.WX78.EAT_FOOD.DOYDOYEGG_COOKED
source: EATING IS DUMB
sw: ЕСТЬ ГЛУПО

# STRINGS.CHARACTERS.WX78.EAT_FOOD.JELLYFISH_COOKED
source: 40% REDUCTION IN GELATINOUS TEXTURE
sw: ЖЕЛАТИНОВАЯ СТРУКТУРА СОКРАЩЕНА НА 40%

# STRINGS.CHARACTERS.WX78.EAT_FOOD.MUSSEL_COOKED
source: PROTEIN HAS REACHED TOLERABLE TEMPERATURE
sw: БЕЛОК ДОСТИГ ПРИЕМЛЕМОЙ ТЕМПЕРАТУРЫ

# STRINGS.CHARACTERS.WALANI.ACTIONFAIL.REPAIRBOAT.GENERIC
source: It doesn't need any work.
sw: Да с ней всё в порядке.

# STRINGS.CHARACTERS.WALANI.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: Woah, slow down.
sw: Воу, расслабься.

# STRINGS.CHARACTERS.WALANI.ACTIONFAIL.SHAVE.GENERIC
source: Huh, that didn't work.
sw: Ха, так не выйдет.

# STRINGS.CHARACTERS.WALANI.ACTIONFAIL.SHAVE.NOBITS
source: My work is already done.
sw: Свою работу я уже сделала.

# STRINGS.CHARACTERS.WALANI.ACTIONFAIL.STORE.GENERIC
source: That container is full.
sw: Этот контейнер заполнен.

# STRINGS.CHARACTERS.WALANI.ACTIONFAIL.STORE.NOTALLOWED
source: It won't fit!
sw: Не влезет же!

# STRINGS.CHARACTERS.WALANI.ACTIONFAIL_GENERIC
source: Well that didn't work.
sw: Так, стоп... Не выходит.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_ACCOMPLISHMENT
source: This seems like busywork.
sw: Это, типа, как будто я чем-то серьёзно занята.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_ACCOMPLISHMENT_DONE
source: Well, that's finished.
sw: Ну, с этим покончено.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_ADVENTUREFAIL
source: All that work for nothing.
sw: Всё это оказалось пустой тратой времени.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_BEES
source: Chill out!
sw: Да расслабьтесь!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_BOAT_DAMAGED
source: My floater's been dinged!
sw: Моё плавсредство становится довольно побитым.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_BOAT_SINKING
source: This thing is letting on water.
sw: Эта штука пропускает воду.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_BOAT_SINKING_IMMINENT
source: I won't be floating for much longer...
sw: Мне осталось плавать совсем недолго...

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_BOOMERANG
source: Ow! Stop hitting me!
sw: Ай! Прекрати меня бить!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_BURNT
source: OUCH! That was way too hot!
sw: АУЧ! Это было слишком горячо!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_CANFIX
source: I should probably repair that.
sw: Наверное, мне стоит починить это.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_CHARLIE
source: Who's there?! Leave me alone!
sw: Кто там?! Оставь меня в покое!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_CHARLIE_ATTACK
source: ACHK! I SAID GO AWAY!
sw: АЙ! Я СКАЗАЛА, ОТВАЛИ!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_COLD
source: Way too cold!
sw: Слишком холодно!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_CRAB_ESCAPE
source: I thought it was right here...
sw: Я думала, он был прям тут...

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_CRAFTING_FAIL
source: I messed that up.
sw: Мда, тут я облажалась.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_DEERCLOPS
source: Something big is coming this way!
sw: Что-то большое идёт в этом направлении!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_DUSK
source: Darkness will be here soon!
sw: Здесь скоро станет темно!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_EAT.GENERIC
source: I guess this will do.
sw: Я думаю, всё будет хорошо.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_EAT.INVALID
source: No thanks.
sw: Нет, спасибо.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_EAT.PAINFUL
source: Ow! I think I chipped a tooth!
sw: Ай! Кажется, я зуб сломала!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_EAT.SPOILED
source: Gross! I think I might be sick.
sw: Гадость! Мне что, жить надоело?

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_EAT.STALE
source: That tasted a bit ripe.
sw: На вкус не слишком свежее.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_ENTER_DARK
source: Eeek! It's so dark!
sw: Ик! Здесь так темно!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_ENTER_LIGHT
source: Light! I missed you!
sw: Свет! Я скучала по тебе!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_FREEDOM
source: Hooray, I'm free!
sw: Ура, я свободна!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HIGHRESEARCH
source: Woah, I think that expanded my mind!
sw: Ура, я учусь!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HOT
source: This heat is unbearable.
sw: Эта жара просто невыносима.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HOUNDS
source: Junkyard dogs incomin'.
sw: У меня плохое предчувствие насчёт этого.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HUNGRY
source: I'm crashing like a sick wave! Gimme food!
sw: Кто-нибудь, покормите меня!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HUNT_BEAST_NEARBY
source: I hear rustling nearby.
sw: Я слышу шорох поблизости.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HUNT_LOST_TRAIL
source: Ugh, it got away.
sw: Ах чтоб тебя! Ушёл...
