Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LAVAPOOL
source: This pool burns with the volcano's anger!
sw: Этот гейзер пылает с гневом вулкана!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIMESTONE
source: When coral dies it hardens to stone.
sw: Когда коралл умирает, он затвердевает в камень.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIMPETS
source: They eat of the rock, I eat of them.
sw: Они едят камни, я ем их.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LOBSTER
source: This thing would taste very good dead and covered in butter.
sw: Эта еда имела бы очень приятный вкус в умервщлённом, покрытой маслом виде.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LOBSTERHOLE
source: A lobster dinner lives there.
sw: Там живёт ужин из омара.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LOGRAFT
source: This looks heavy, slow and dangerous.
sw: Это выглядит тяжёлым, медленным и опасным.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MACHETE
source: This is a lot of blade.
sw: Это большое лезвие.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MESSAGEBOTTLE
source: The last desperate act of a doomed soul. In a bottle.
sw: Последний отчаянный поступок обречённой души. В бутылке.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MESSAGEBOTTLEEMPTY
source: Empty. Like my soul.
sw: Пустая. Как моя душа.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITO_POISON
source: As if a blood-sucker wasn't low enough, this one leaves you sick.
sw: Будто бы кровососущие и без того не доставляют неприятности, так этот ещё и отравляет.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSSEL
source: You cannot hide beneath the waves, meat!
sw: Тебе не спрятаться под волнами, мясо!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSSEL_STICK
source: The mussels cling to this stick. Fools.
sw: Мидии сами лезут на эту палку. Идиотизм.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.OBSIDIAN
source: Stone forged of fire.
sw: Камень, выкованный из огня.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.OBSIDIAN_WORKBENCH
source: Ah, this is where fiery items are forged.
sw: Ах, так вот где эти огненные предметы были выкованы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.OBSIDIANAXE
source: Cuts and burns.
sw: Рубит и поджигает.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.OBSIDIANCOCONADE
source: This tree food will make enemies eat of fire.
sw: Эта пища с дерева сполна накормит врагов огнём.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.OBSIDIANFIREPIT
source: It burns with the anger of its maker.
sw: Оно пылает гневом своего создателя.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.OBSIDIANMACHETE
source: A blade that bites and burns.
sw: Лезвие, которое режет и поджигает.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPEAR_OBSIDIAN
source: Jabbing with fire.
sw: Колющее огнём.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.OBSIDIANSPEARGUN
source: I send fire with the pull of a trigger.
sw: С нажатием курка, я насылаю пламя.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.OX
source: You are heavy with meat. Let me lighten your load.
sw: Ты перегружен мясом. Позволь облегчить твою ношу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PACKIM
source: I would not trust him with a fish, but my other junk...
sw: Я не доверила бы ему рыбу, но вот моё барахло...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PACKIM_FISHBONE
source: Oh look, a dead fish thingy.
sw: Ты посмотри, безделушка из мёртвой рыбы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PALMLEAF
source: I bet this leaf mourns its fallen tree.
sw: Держу пари, что этот лист оплакивает своё упавшее дерево.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PALMTREE_BURNT
source: It met a fiery end.
sw: Её настигла пламенная кончина.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PALMTREE_STUMP
source: Its tree pain is over.
sw: Боль этого дерева осталась в прошлом.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PARROT
source: Is it just my ears or is this creature's chatter a lonely monologue?
sw: Мне показалось, иль это существо ведёт свой одинокий монолог?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEACOCK
source: Such pretty feathers hide tasty meat!
sw: Такие красивые перья скрывают такое вкусное мясо!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIRATEHAT
source: That hat of a cutthroat killer. I like it.
sw: Это шляпа беспощадного убийцы. Мне нравится.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POISONHOLE
source: The ground belches death.
sw: Земля изрыгает смерть.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAFT
source: Maybe if I ride this upon the waves I shall be joined with my sister.
sw: Быть может, если я поплыву в нём через волны, то присоединюсь к своей сестре.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROWBOAT
source: I wonder how many leagues this can convey me?
sw: Гадаю, много ль километров меня он сможет провезти?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAIL
source: Harness the wind and fly to... nowhere.
sw: Взнуздать ветра, чтоб полететь... в ничто.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAND
source: I wonder if this sand knows how insignificant it is?
sw: Интересно, этот песок знает, насколько он ничтожен?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SANDBAG
source: They hold back ruin. For a time...
sw: Они сдерживают разрушение. Какое-то время...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SANDHILL
source: This looks impermanent.
sw: Она выглядит непостоянной.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEAGULL
source: The scavengers of land and sea.
sw: Падальщики земли и моря.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEAGULL_WATER
source: As if it weren't bad enough they foul the air.
sw: Словно им было недостаточно, теперь они загрязняют воздух.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEASACK
source: It slows the rot and decay of death.
sw: Замедляет гниение и приближение смерти.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEASHELL
source: Whatever used to live in this is probably dead now.
sw: Неважно, что в ней жило, теперь оно мертво.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEATRAP
source: Come, creatures of the sea! Enjoy a snack!
sw: Давайте же, творения морские! Вкушайте угощение!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEAWEED
source: Even the sea suffers weeds.
sw: Даже в море есть сорняки.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEAWEED_PLANTED
source: A hearty weed.
sw: Крепкий сорняк.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SHARK_FIN
source: It won't be needing this anymore.
sw: Он ей больше не понадобится.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SHARX
source: Terror of the sea!
sw: Ужасы морей!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLOTMACHINE
source: Ah, this seems a sensible test of fate.
sw: Ах, это кажется разумным тестом судьбы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SNAKE
source: Devoid of arms or legs. I'd be angry too.
sw: Они не выглядят дружелюбными...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SNAKE_FIRE
source: The children of the volcano. They breath its fire.
sw: Дети вулкана. Они дышат его огнём.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SNAKE_POISON
source: The only thing worse than a snake is a poisoned one.
sw: Единственное, что может быть хуже змеи, это ядовитая змея.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SNAKESKIN
source: The snake won't be needing this anymore.
sw: Змее это больше не понадобится.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SNAKESKINHAT
source: A hat made of trophies taken from the dead!
sw: Шляпа, выполненная из трофеев, взятых с мёртвых!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SOLOFISH
source: Such graceful swimming. Such tasty flesh.
sw: Как изящно плывёт, как вкусна её плоть!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPEAR_POISON
source: One jab and they'll be retching.
sw: Один удар, и они будут отравлены.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPEARGUN
source: It deals death from a distance!
sw: Оно несёт смерть издалека!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPEARGUN_POISON
source: Each shot deals the tightening grip of sickness.
sw: Каждый выстрел усиливает хватку отравления.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STUNGRAY
source: They fly to escape their own hideousness.
sw: Они летают, чтобы избежать собственного запаха.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUPERTELESCOPE
source: I can see so much more useless nothing.
sw: Теперь я смогу увидеть гораздо больше бесполезного ничего.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SWORDFISH
source: This fish cuts death with its face!
sw: Эта рыба смертельно режет своим лицом!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELESCOPE
source: I can spy to the horizon and see more... nothing.
sw: Можно смотреть до горизонта, и видеть больше... ничего.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TIGERSHARK
source: Orange striped death on water!
sw: Полосато-оранжевая смерть на воде!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TIGERSHARKSHADOW
source: The sea flies the flag of death
sw: Море вывешивает флаг смерти.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TORNADO
source: Nature's hungry wrath!
sw: Ненасытная ярость природы!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TOUCAN
source: It sings a tortured song.
sw: Он поёт песнь мучеников.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAWLNET
source: A way to wrest items from the sea's grip.
sw: Способ вырвать предметы из цепких морских объятий.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRIDENT
source: The peoples that forged this are long dead.
sw: Те люди, что ковали это, давно мертвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_13
source: Maybe if I drank this stuff I'd return to my sister.
sw: Возможно, если б я пила такое, я была бы сейчас с сестрой.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_14
source: If I pushed a pin into this doll, who would feel it?
sw: Если я воткну булавку в эту куклу, кто это почувствует?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_15
source: Whoever this belonged to isn't walking anymore.
sw: Кому бы это не принадлежало, того земля давно не носит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_16
source: Whatever this belonged to met a bad end.
sw: Кому бы это не принадлежало, он точно плохо кончил.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_17
source: Whoever wore this is surely dead.
sw: Кто бы это не носил, он безусловно мёртв.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_18
source: A remnant of a civilization buried at sea.
sw: Остаток цивилизации, похороненной в море.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_19
source: Without these pills someone's brain is surely clouded for good.
sw: Без этих таблеток чьи-то мозги постоянно затянуты облаками.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURBINE_BLADES
source: What a curious item for a dead thing to drop.
sw: Какой любопытный предмет выпал из мёртвой вещи.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_BEACH
source: Sand does not make good grave fill.
sw: В песке не сделаешь хорошую могилу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_JUNGLE
source: A gnarled and twisted surface.
sw: Корявая и скособоченная поверхность.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TWISTER
source: Nature is very angry!
sw: Природа очень зла!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.VENOMGLAND
source: Their dead drop the cure to their sickness.
sw: Убийца оставил лекарство, лечащее от своего же яда.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.VINE
source: Unruly life.
sw: Непослушная жизнь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.VOLCANO
source: A mountain that spews death to the heavens!
sw: Гора, которая извергает смерть до небес!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: Shame. No more weapons of fire to forge.
sw: Позор. Больше не поделать оружия из огня.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.VOLCANO_EXIT
source: Shall I leave this place of hot death?
sw: Быть может мне покинуть это место горячей смерти?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.VOLCANOSTAFF
source: The fiery breath of the volcano is mine to command!
sw: Огненное дыхание вулкана ждёт моих команд!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_LIMESTONE
source: A wall of dead things to hold back life.
sw: Стена из мёртвых, чтобы сдерживать живых.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_LIMESTONE_ITEM
source: A wall made of living coral... well, no longer.
sw: Стена сделанная из живых кораллов... точнее, когда-то живых.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WHALE_BLUE
source: It looks sad. Maybe it too knows life has no meaning.
sw: Он выглядит печальным. Возможно он тоже знает, что у жизни нет смысла.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WHALE_CARCASS_BLUE
source: Something this big and dead will surely stink.
sw: Большой и мёртвый, конечно же, будет вонять.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WHALE_CARCASS_WHITE
source: It is very big. And very dead.
sw: Он очень большой. И очень мёртвый.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WHALE_WHITE
source: There is the hate of life in its burning eyes!
sw: Ненависть к жизни в его горящих глазах!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WOODLEGS_CAGE
source: At least his soul escaped.
sw: По крайней мере, его душа спаслась.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.EMBERS
source: Don't give up, little flame!
sw: Тьма приближается.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.GENERIC
source: A flame to keep the horrors at bay.
sw: Теперь я, возможно, и переживу эту ночь!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.HIGH
source: This fire burns with passion!
sw: Видение Ада!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.LOW
source: It's losing the will to go on.
sw: Мрак подступает.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.NORMAL
source: It's a comfort.
sw: Это костёр.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.OUT
source: I'd better relight this.
sw: Нехороший знак.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOTSAM
source: I can't quite reach it.
sw: Кости, оставшиеся от лодки.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: Are you all alone?
sw: Увы; Я вновь одна.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKEN_BOAT.GENERIC
source: Oh, the stories this ship could tell.
sw: Очередной вояж нашёл свой конец.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKEN_BOAT_BURNT
source: A poetic end.
sw: Эта лодка своё отплавала.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: I just use it as a paperweight.
sw: Быть может, мне удастся отыскать места получше...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: What sort of simple mind would be amused by this?
sw: Детские воспоминания.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: It's completely drenched.
sw: Ещё один луч света угас.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: I have no idea what that is.
sw: Вид у этой штуки заумный.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: What a cliche.
sw: Слегка изношен.

# STRINGS.CHARACTERS.WENDY.EAT_FOOD.COCONUT_COOKED
source: This tree fruit goes well with fire.
sw: Этот древесный плод хорошо сочетается с огнём.

# STRINGS.CHARACTERS.WENDY.EAT_FOOD.COFFEEBEANS_COOKED
source: Bitter...
sw: Горькие...

# STRINGS.CHARACTERS.WENDY.EAT_FOOD.DOYDOYEGG_COOKED
source: This dumb egg cooks up nicely.
sw: Это тупое яйцо прекрасно готовится.

# STRINGS.CHARACTERS.WENDY.EAT_FOOD.JELLYFISH_COOKED
source: Maybe now it will be less... chewy.
sw: Возможно она будет менее... тягучей.

# STRINGS.CHARACTERS.WENDY.EAT_FOOD.LIMPETS_COOKED
source: Maybe burnt with fire they will taste less slimy?
sw: Может, после обжарки они будут мене скользкими?

# STRINGS.CHARACTERS.WENDY.EAT_FOOD.MUSSEL_COOKED
source: Fairly tasty for squirming ocean goo.
sw: Вкусно, для извивающейся океанской слизи.

# STRINGS.CHARACTERS.WENDY.EAT_FOOD.SEAWEED_COOKED
source: This grass of the sea cooks up nicely.
sw: Эта морская трава чудесно готовится.

# STRINGS.CHARACTERS.WENDY.EAT_FOOD.SEAWEED_DRIED
source: I guess it can't taste any worse.
sw: Я бы сказала, хуже вкус уже быть не может.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CANFIX
source: I do believe I can repair this.
sw: Я уверена, что смогу исправить это.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOLE.ABOVEGROUND
source: Ah, it's a Talpidae!
sw: А, это Talpidae!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORDRAGONFLY
source: Pyrotechnic armor!
sw: Блистательная броня!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TROPICALFAN
source: This will induce quite an airflow!
sw: Он индуцирует ощутимый поток воздуха!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PALMLEAF_UMBRELLA
source: A dainty parasol that will provide some moderate protection.
sw: Изысканный зонт обеспечит мне некоторую защиту.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYETURRET
source: The magic of the two beasts has been concentrated by the Thulecite.
sw: Магия двух зверей была совмещена с помощью тулецита.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAURCHEST
source: That chest is absolutely marvelous.
sw: Этот сундук просто великолепен.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_BIRDS
source: The expurgated version, but it has my favorite: Megascops Kennicottii.
sw: Эта версия книги изъята из обращения, но в ней есть моё любимое: Megascops kennicottii.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LICHEN
source: A symbiote! A fungus and a phycobiontic bacteria.
sw: Симбиот! Грибок и фикобионическая бактерия.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SNURTLE
source: A rare variant of gastropod.
sw: Редкая особь брюхоногих.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT
source: Hylocereus Undatus, or Pitahaya Blanca.
sw: Hylocereus undatus, или pitahaya blanca.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT_COOKED
source: Pleasantly prepared Pitahaya Blanca.
sw: Недурственно приготовленная pitahaya blanca.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT_SEEDS
source: A seed for the magnificently mild Hylocereus Undatus.
sw: Семена великолепной, мягкой Hylocereus undatus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN
source: Aha, the Durio Zibethinus. It really does reek.
sw: Ага. Durio zibethinus. Он действительно дурно пахнет.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN_COOKED
source: Cooking this certainly did not improve its odor.
sw: К сожалению готовка не устраняет его запах.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN_SEEDS
source: Even the seeds of the Durio Zibethinus smell a bit.
sw: Даже семена Durio zibethinus попахивают.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT
source: A nightshade, specifically Solanum Melongena.
sw: Паслёновое, а именно Solanum melongena.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT_COOKED
source: I present: Braised Solanum Melongena.
sw: Знакомьтесь: тушёный Solanum melongena.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEWING_KIT
source: A simple implement for domestic tasks.
sw: Простейший инструмент для выполнения бытовых задач.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHOVEL
source: It's a shovel. Surely you've seen one before?
sw: Это лопата. Тебе ведь наверняка попадались такие и раньше?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PITCHFORK
source: Its design is effective at loosening earth.
sw: Её форма особенно эффективна, когда приходится взрыхлять землю.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLY.GENERIC
source: A colorful lepidopteran.
sw: Красочный lepidopteran.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_11
source: Ah, it's a scale replica of that mischievous robot.
sw: Ах, это точная копия того робота-разрушителя.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PAPYRUS
source: Thin sheets of cellulose and lignin.
sw: Тонкие листы из целлюлозы и лигнина.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.CHOPPED
source: It has been felled.
sw: Оно было срублено.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.BURNT
source: A carbonized mangrove.
sw: Обугленное мангровое дерево.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK1
source: Clockwork junk.
sw: Механический хлам.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK2
source: Clockwork junk.
sw: Механический хлам.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK3
source: Clockwork junk.
sw: Механический хлам.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: We shall soon reap the fruits of our labors.
sw: Скоро я буду пожинать плоды своих трудов.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KOALEFANT_WINTER
source: Koalefanta Proboscidea in thick winter pelage.
sw: Koalefanta Proboscidea с густым и тёплым мехом.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PENGUIN
source: What a classy bird.
sw: Какая элегантная птица!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SWEATERVEST
source: This vest screams "stylish, but well-read."
sw: Этот жилет как бы кричит всем вокруг: "Модная, но начитанная".

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORRUINS
source: A hardy Thulecite armor.
sw: Твёрдая тулецитовая броня.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENGEM
source: Chromium impurities have colored this gem green.
sw: Этот камень зелёный из-за примесей хрома.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KNIGHT_NIGHTMARE
source: Its nightmare fueled surroundings seem to have corrupted its programming.
sw: Кажется, это кошмарное окружение нарушило алгоритмы его поведения.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: There are low, but increasing levels of vapors containing ectoplasmic residue.
sw: Ощущается низкий, но неуклонно нарастающий уровень эктоплазматических испарений.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WHALE_WHITE
source: A white whale! I have never read about this species!
sw: Белый кит! Я никогда не читала об этом виде!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOTSAM
source: How might I retrieve this?
sw: Среди этих обломков может оказаться что-то полезное.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: It appears this boat did not fare well.
sw: Это судно опрокинуто, и более непригодно к плаванию.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKEN_BOAT.GENERIC
source: What say you, Avifauna?
sw: Одичавшее попугаеобразное, с траурным блеском во взгляде.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKEN_BOAT_BURNT
source: Only blackened matter remains.
sw: Теперь она превратилась в углеродистые соединения.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: A device for taking measurements.
sw: Измеряет угол между двумя видимыми объектами.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: Is it a boat for ants?
sw: Грубая интерпретация a парусной шлюпки.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: Appears well used.
sw: Это свеча.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: Looks like a useful mechanical piece.
sw: У меня нет никаких идей по поводу того, что это такое.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: It is an old boot. I wonder where the other is?
sw: Одевается на одну ногу.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.1
source: Teehee!
sw: Хе-хе!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_VOLCANO_ERUPT
source: The fiery mountain speaks!
sw: Огненная гора говорит!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TREASURE
source: 'X' marks the spot!
sw: Крестиком помечено МЕСТО!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CRAB_ESCAPE
source: Shoot! It got away!
sw: Чёрт! Он убежал!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_SHARX
source: Hey! Stop splashing around out there!
sw: Эй! Ну хватит уже плескаться там!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_MORETREASURE
source: This day just got better.
sw: Этот день стал ещё лучше.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_OTHER_WORLD_TREASURE
source: This doesn't look like a map of this place.
sw: Это не похоже на карту этого места.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_MAPWRAP_WARN
source: That fog looks pretty dense.
sw: Этот туман выглядит довольно густым.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_MAPWRAP_LOSECONTROL
source: Uh oh. Which way was I going again?
sw: Ой-ой. Куда это я опять собралась?

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_MAPWRAP_RETURN
source: I couldn't see a thing in there!
sw: Я не могу что-либо там разглядеть!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TROPICALFAN
source: I donno... it could put out some fires....
sw: Ну не знаю... это могло бы потушить некоторые пожары....
