Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VOLCANO
source: A mountain of fire!
sw: Огненная гора!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VOLCANO_ALTAR
source: I must appease the fire god that lives inside this mountain.
sw: Я должна ублажить бога огня, который живёт в этой горе.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: Senseless destruction of a weapon forge...
sw: Бессмысленная уничтожение оружейной кузницы...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VOLCANO_EXIT
source: I weary of this infernal realm.
sw: Мне наскучило это адское место.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VOLCANOSTAFF
source: Call down the wrath of fire mountain!
sw: Вызываю на себя гнев огненной горы!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_LIMESTONE
source: Fine work.
sw: Прекрасная работа.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_LIMESTONE_ITEM
source: Will you stand with me?
sw: Вы будете стоять со мной?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WHALE_BLUE
source: I will end your moping, giant!
sw: Я положу тебе конец, гигант!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WHALE_CARCASS_BLUE
source: I will toast you in Valhalla.
sw: Я поджарю тебя в Вальхалле.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WHALE_CARCASS_WHITE
source: Oh, how the mighty stink.
sw: Ох, как невыносимо смердит.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WHALE_WHITE
source: It would be an honor to kill you.
sw: Я почла бы за честь убить тебя.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.GENERIC
source: That's unshaveable.
sw: Это нельзя сбрить.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_SANDY
source: Turf
sw: Дёрн.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIRE.NORMAL
source: Cold and fiery.
sw: Холодный и пламенный.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TROPICALFAN
source: Is it windy out or is it just my fan?
sw: Ветерок подул, или это просто мой веер?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PALMLEAF_UMBRELLA
source: It's more pretty than dapper.
sw: Это скорее мило, чем элегантно.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EEL
source: They only exist in the depths.
sw: Они только под землёй водятся.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_SPITTER
source: Aggressive little thing, isn't it?
sw: Агрессивная бестия, правда?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.NORMAL
source: Fiery.
sw: Пламенный.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_SEEDS
source: This labor is beneath me.
sw: Этот труд ниже моего достоинства.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN_SEEDS
source: This labor is beneath me.
sw: Этот труд ниже моего достоинства.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT_SEEDS
source: This labor is beneath me.
sw: Этот труд ниже моего достоинства.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN_SEEDS
source: This labor is beneath me.
sw: Этот труд ниже моего достоинства.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT_SEEDS
source: This labor is beneath me.
sw: Этот труд ниже моего достоинства.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: I put it out of its misery.
sw: Я положил конец её страданиям.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_CROW
source: Black is the color of sleep.
sw: Чёрный - это цвет сна.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_ROBIN
source: Red is the color of fire.
sw: Красный это цвет огня.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_ROBIN_WINTER
source: Grey is the color of pain.
sw: Серый это цвет боли.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUND
source: They don't recognize me!
sw: Они не узнают меня!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEMAKER.HIGH
source: It's working hard to make ice for me.
sw: Пока что он будет удерживать Чарли подальше.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEMAKER.LOW
source: I'd better fill it up.
sw: Ему необходимо топливо.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEMAKER.NORMAL
source: It appears to be doing its job.
sw: Горячий.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEMAKER.OUT
source: It's not doing its job.
sw: Это уже исправить.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUREPLANTBULB
source: Perhaps I can use this to my advantage.
sw: Возможно им можно будет воспользоваться в своих целях.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE_SEEDS
source: This labor is beneath me.
sw: Этот труд ниже моего достоинства.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN
source: Hallowe'en was always my favorite.
sw: Хэллоуин всегда был моим любимым праздником.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_SEEDS
source: This labor is beneath me.
sw: Этот труд ниже моего достоинства.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN_WINTER.GENERIC
source: I don't recognize that one.
sw: Я не узнаю эту.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEWING_KIT
source: A fine and noble endeavor.
sw: Достойное, благородное начинание.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SILK
source: Despite its origin, it could make some fine garments.
sw: Несмотря на её природу, из неё можно сделать неплохую одежду.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_CRANK
source: This is used to agitate the humors.
sw: Он неплохо заводит... если вы понимаете, о чём я.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP_TEETH
source: This one packs a wallop.
sw: Мало не покажется!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS
source: Don't you recognize me?
sw: Ты не узнаёшь меня?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOTSAM
source: Perhaps I could reel it in somehow.
sw: Кто-то загадил весь океан.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: It's ferociously guarded.
sw: Не могу сказать, что меня расстраивает отсутствие птицы...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKEN_BOAT.GENERIC
source: It will never sail again.
sw: Кораблик этой птички определённо не на плаву.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKEN_BOAT_BURNT
source: All things are doomed in time.
sw: Тем лучше.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: Exactly what it looks like. Err... What does it look like?
sw: Это может пригодиться.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: I feel as though it is mocking my situation.
sw: Эта лодочка даже плавать может.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: It has no apparent function.
sw: Вся в воске.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: An advanced little gadget.
sw: Хитроумно собранный морской улучшатель.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: It was probably hideous before soaking in bilgewater.
sw: Башмак.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NODANGERSIESTA
source: Can't siesta, something's chasing me!
sw: Я не могу отдыхать, меня кто-то преследует.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOLE.ABOVEGROUND
source: It feels aboot rocks the way I feel aboot trees.
sw: Он воспринимает камни так же, как я - деревья.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIGFOOT
source: Watch where you're stepping!
sw: Смотри, куда наступаешь!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.LOW
source: I should probably do something aboot that, eh?
sw: Мне бы надо кое-чего сделать с ним, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DECIDUOUSTREE.GENERIC
source: That tree is calling to me!
sw: Она зовёт меня!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TROPICALFAN
source: A traditional Canadian fan.
sw: Типичный Канадский веер.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PALMLEAF_UMBRELLA
source: This will keep my beard moderately dry, eh?
sw: Он сохранит мою бороду в сухости, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WATERMELON_COOKED
source: I'm not sure aboot grilled fruit...
sw: Не уверен насчёт поджаренных фруктов...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORM.PLANT
source: I know a plant when I see one. This's an impostor!
sw: Растение я с виду точно узнаю. Это что-то не то!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STAFFLIGHT
source: Well ain't that something.
sw: А вот это уже кое-что.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CARPETFLOOR
source: Too classy for my taste.
sw: По мне, слишком вычурно.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.GENERIC
source: It's all burnt up.
sw: Всё сгорело.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEHIVE
source: They're all comfy-cozy in there.
sw: Им там уютно и хорошо.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.OCCUPIED
source: Think aboot what you've done, bird!
sw: Подумай о том, что натворила, птица!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.LOW
source: I should probably do something aboot that, eh?
sw: Мне бы надо кое-чего сделать с ним, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENPICKAXE
source: It's pretty, but can't chop down trees.
sw: Ничего так, но деревья ей не порубишь.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LEIF
source: I'm sorry aboot all of those trees!
sw: Прости меня за все те деревья!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LEIF_SPARSE
source: I'm sorry aboot all of those trees!
sw: Прости меня за все те деревья!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LITTLE_WALRUS
source: Why are they so far South?
sw: Зачем они так далеко на юге?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMAREFUEL
source: All of my fears in liquid form, eh?
sw: Это все мои страхи в жидкой форме, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NITRE
source: It's how we built the railway.
sw: Вот так мы и строим железные дороги.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PENGUIN
source: Take off, beauty! To the Great White North!
sw: "Лети! На Большой Белый Север! Лети! Чтобы красиво уйти".

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGSKIN
source: Bacon with a tail.
sw: Бекон с хвостиком.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANTMEAT_COOKED
source: Cooking it didn't help much.
sw: Готовка его не улучшила.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROOK
source: Hmm... does the rook move in a straight line? I forget.
sw: Хм-м... А разве ладья передвигается по прямой? Не припомню.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANITYROCK.ACTIVE
source: Something is off aboot that rock, eh?
sw: Что-то не так с этим камнем, а?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWEATERVEST
source: It's not plaid, but it'll do.
sw: Это конечно не шотландка, но мне сойдёт.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TAFFY
source: Sugary. Good.
sw: Сладенькая.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.STARVING
source: It's getting wild with hunger.
sw: Она становится вне себя от голода.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST_TRAP
source: Something is not quite right aboot that chest.
sw: Что-то в этом ящике не так.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNKVEST_SUMMER
source: Nice and breezy.
sw: Хорошая и лёгкая.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUSHAT
source: My granddad wore a hat like this.
sw: Мой дедуля носил шапку вроде этой.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WOODLEGS_CAGE
source: Are you OK in there, buddy?
sw: Ты там в порядке, приятель?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOTSAM
source: Justa bunch of junk.
sw: Ах, как я не люблю, когда что нибудь деревянное превращается в мусор.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: Waste of good wood.
sw: Эти деревяшки пахнут морем.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT.GENERIC
source: Hey buddy.
sw: Этот парень не из здешних краёв.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT_BURNT
source: That there won't float no more, eh.
sw: Всё ещё ощущается этот солоноватый запах.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: That's a little too fancy for my likin'.
sw: Не уверен, как этим пользоваться.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: That boat seems a little on the small side.
sw: Сразу захотелось искупаться.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: I can't imagine this having a use, eh.
sw: Похожа на маленькое восковое деревце.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: A toy for a keener.
sw: Я... даже не знаю, что это.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: Not my size, eh.
sw: Башмяк.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE_SMOLDERING
source: It's aboot to go up in flames, eh?
sw: Вот вот вспыхнет, а?

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_MOSQUITOS
source: Mosquitoes! Let my veins be a feast!
sw: Комары! Высосите мою кровь полностью!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_SANDY
source: It's just ground.
sw: Немного почвы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TROPICALFAN
source: That'll make quite a draft.
sw: Он формирует неплохую тягу.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PALMLEAF_UMBRELLA
source: The sun beats down.
sw: Солнце палит нещадно.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.GENERIC
source: They shall labor so I can steal.
sw: Они должны трудиться, чтобы я могла воровать.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_DROPPER
source: The darkness has drained the color from their fur.
sw: Тьма стёрла все краски с их меха.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_ALTAR
source: It is full of the echoes of the dead.
sw: От неё доносится призрачный шёпот мёртвых.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: I hear the painful echoes of the dead.
sw: Здесь слышны голоса мёртвых.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BABYBEEFALO
source: Enjoy your youth. Soon you will learn the terrors of this world.
sw: Наслаждайся своей молодостью. Скоро ты познаешь ужасы реального мира.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.SLEEPING
source: To sleep, perchance to dream.
sw: Какие должно быть у него кошмары.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_FERN
source: A touch of color in the darkness.
sw: Яркое пятно в этом тёмном мире.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK1
source: Cold, dead artificial life.
sw: Холодная, мёртвая, искусственная жизнь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK2
source: Cold, dead artificial life.
sw: Холодная, мёртвая, искусственная жизнь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK3
source: Cold, dead artificial life.
sw: Холодная, мёртвая, искусственная жизнь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREHOUND
source: His disposition is fiery.
sw: У неё вспыльчивый нрав.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLETREE
source: There is no thrum of life within this cold tree.
sw: Жизнь не струится ручейком в холодном дереве из камня.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.BURNING
source: It's burning.
sw: Оно горит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.BURNT
source: Black like my heart.
sw: Черно, как моё сердце.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PETALS_EVIL
source: They are painted with the colors of my soul.
sw: Они окрашены в цвета моей души.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.WITHERED
source: Its had the life sucked out of it.
sw: Оно держалось за жизнь до последнего.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN_WINTER.HELD
source: It's so soft. It is my enemy.
sw: Он такой нежный. Полная противоположность мне.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERDEN
source: A nest of filth and villainy.
sw: Гнездовье мерзости и зла.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.AERODYNAMICHAT
source: I cut through the air!
sw: Я буду прорезаться сквозь воздух!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANTIVENOM
source: A potion to stave off the sickness.
sw: Зелье, чтобы остановить болезнь.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_LIFEJACKET
source: I'd prefer a dry grave, thank you.
sw: Я предпочла бы сухую могилу, спасибо.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_SNAKESKIN
source: A jacket of dead flesh. Fashionable.
sw: Шляпа из мёртвой плоти. Модная.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_WINDBREAKER
source: The wind's tendrils cannot hold me!
sw: Порывам ветра не удержать меня!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORLIMESTONE
source: Heavy...
sw: Тяжёлая...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOROBSIDIAN
source: Is it wise to don a suit of fire stone?
sw: Ну разве разумно делать броню из огненного камня?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORSEASHELL
source: Armor made of the homes of dead goo.
sw: Броня сделана из домиков мёртвой слизи.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOUREDBOAT
source: A boat that can take a bite or two.
sw: Лодка, способная сдержать волну-другую.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BABYOX
source: Your innocence and youth are but grains of sand slipping through an hourglass.
sw: Ваша невинность и молодость - всего лишь песчинки, сыплющиеся через песочные часы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BALLPHIN
source: What a chipper little fellow. I wonder if he knows life has no meaning?
sw: Какой бодрый маленький товарищ. Интересно, знает ли он, что у жизни нет смысла?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BALLPHINPOD
source: Does swimming as a pod stave off the loneliness of existence?
sw: Они так плавают, чтобы избежать одинокого существования?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BAMBOO
source: Sticks... who cares...
sw: Палки... кому какое дело...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERMUDATRIANGLE
source: Dark energy courses through these mysterious portals...
sw: Тёмная энергия течёт по кругу через эти таинственные порталы...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH2_SNAKE
source: A snack, perchance?
sw: Отведать их, быть может?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH_SNAKE
source: A snack, perchance?
sw: Отведать их, быть может?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIOLUMINESCENCE
source: Life takes such curious forms! Death claims them one and all.
sw: Жизнь принимает столь причудливые формы! Смерть требует их все до одной.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_POISON
source: Send ill will with a whisper.
sw: Воздушный поцелуй отравы.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOAT_INDICATOR
source: Where shall I launch my hopeless craft?
sw: Где следует спустить эту утлую лодчонку?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOAT_LANTERN
source: To see all the vast nothing in the black of night.
sw: Чтобы видеть необъятную пустоту во мраке ночи.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOATCANNON
source: It brings low death to the high seas!
sw: Она несёт тихую смерть в открытом море!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOATREPAIRKIT
source: I guess this could save a boat from destruction. And me with it.
sw: Я думаю, это могло бы спасти лодку от разрушения. А с ней и меня.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOTTLELANTERN
source: The light of life. Trapped.
sw: Свет жизни. Заточён в ловушку.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BURIEDTREASURE
source: Dead peoples stuff!
sw: Пожитки умерших людей!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAPTAINHAT
source: No living soul commands the sea...
sw: Ни одной живой душе не повелевать морями...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARGOBOAT
source: This transports more junk... to nowhere.
sw: Такая перевозит больше барахла... в никуда.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHIMINEA
source: Protects a fire from the snuffing fingers of wind.
sw: Защищает огонь от вездесущих пальцев ветра.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CIRCLINGSEAGULL
source: Stay in the air, flying meat. There is nothing worth landing for.
sw: Оставайся в воздухе, летающее мясо. Здесь нет причин для приземления.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CLOTHSAIL
source: With this sail I can beat an escape. But to where...
sw: С этим парусом я могу найти спасение. Но где...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COCONUT
source: Such armor. What does this fruit have to hide?
sw: Ну и броня. Что в этом фрукте стоит так скрывать?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COFFEE
source: Bitter...
sw: Горький...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COFFEEBEANS
source: These look stimulating.
sw: Выглядят бодрящими.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORAL
source: The sea gives them life, and yet they stretch to escape it.
sw: Море даёт им жизнь, и всё же они тянутся, чтобы убежать от него.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORALREEF
source: The coral grows to escape the sea and finds...more nothing.
sw: Коралл растёт, чтобы уйти из моря и... так ничего и не находит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CRABHOLE
source: A hole is just a grave that has yet to be covered.
sw: Отверстие - это просто могила, которую ещё не зарыли.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTLASS
source: With this corpse sword I shall make another.
sw: Этим мечом трупа я сделаю ещё один.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEAD_SWORDFISH
source: Its sword face couldn't save it...
sw: Её мечеобразное лицо не спасло её...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEPLETED_BAMBOOTREE
source: It clings to life. Barely.
sw: Они цепляются за жизнь. Едва.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEPLETED_BUSH_VINE
source: The strangling vines have been strangled.
sw: Душащие лозы были задушены.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DOYDOY
source: This bird seems too stupid to be alive.
sw: Эта птица кажется слишком глупой, чтобы быть живой.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DOYDOYBABY
source: How cute. And dumb.
sw: Какой милый. И глупый.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DOYDOYEGG
source: What a dumb egg.
sw: Какое глупое яйцо.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DOYDOYNEST
source: With every one of these the island gets dumber. And meatier.
sw: С каждыми из них, остров становится всё глупее. И мясистей.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUBLOON
source: The currency of scallywags.
sw: Валюта прохвостов.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_BAMBOOTREE
source: Will you wither or live again?
sw: Дать вам засохнуть, или жизнь вдохнуть?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_BUSH_VINE
source: I can plant you to live again. Or not.
sw: Я могу посадить тебя расти снова. Или нет.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_COFFEEBUSH
source: Shall I put you back in the ground and grant you life?
sw: Должна ли я вернуть вас в землю и дать вам жизнь?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EARRING
source: But no ear...
sw: Но без уха...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FABRIC
source: I wonder if the bamboo find this new form agreeable?
sw: Интересно, считает ли бамбук эту новую форму приемлимой?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHERSAIL
source: Those dumb birds sure make a speedy sail.
sw: Уверена, эти глупые птицы точно помогут сделать быстрый парус.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIRERAIN
source: Death from above!
sw: Смерть сверху!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIRERAINSHADOW
source: That can't be good.
sw: Это не к добру.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHINHOLE
source: The meat swims round and round, oblivious.
sw: Мясо плывёт себе круг за кругом, ничего не замечая.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG_POISON
source: I'd rather die than let this frog touch me with its poison tongue.
sw: Я бы лучше умерла, чем позволила этой лягушке коснуться меня ядовитым языком.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GASHAT
source: This hat prevents breathing in death.
sw: Эта маска предотвращает смертельный вдох.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENMACHETE
source: What a fancy blade to ruin bamboo with!
sw: Какое чудное лезвие, чтобы рубить бамбук!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.IRONWIND
source: With this I can futilely search for nothing so much faster!
sw: С этим я смогу тщетно искать ничто намного быстрее!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.JELLYFISH
source: How can such a curious thing even live?
sw: Как такие причудливые создания вообще могут жить?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.JELLYFISH_PLANTED
source: This one won't be stinging anything anymore.
sw: Эта никого больше не ужалит.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.JELLYJERKY
source: So... tough.
sw: Такая... жёсткая.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.JUNGLETREESEED
source: It bears a tree if planted in the ground. Or burns if put in the fire.
sw: Если это посадить, оно станет деревом. Или сгорит, если кинуть в огонь.
