Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WOODLEGS_KEY1
source: What will it open?
sw: Что он может открыть?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WOODLEGS_KEY2
source: The key's probably worth more than what it unlocks.
sw: Этот ключ, наверно, стоит больше, чем то, что он открывает.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WOODLEGS_KEY3
source: A thing for opening other things.
sw: Штука, открывающая другую штуку.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WRECK
source: A reminder to respect the sea.
sw: Напоминание, что нельзя забывать об уважении океана.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINS_RUBBLE
source: Its days are not done.
sw: Их время ещё не кончилось.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_SPITTER
source: This one's feisty.
sw: Этот - злющий.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BACKPACK
source: A portable armory.
sw: Переносной арсенал.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.GENERIC
source: Ancient woolen beasts!
sw: Древние шерстяные звери!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLUEAMULET
source: Cold jewelery.
sw: Холодное украшение.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS.GENERIC
source: It does have admirable armor.
sw: Доспехи, достойные восхищения.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS_FLOWER
source: Beauty from brawn.
sw: Суровая красота.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORDRAGONFLY
source: Excellent armor for the heat of battle.
sw: Отличная броня для жаркой битвы.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HAMMER
source: More fit for labor than battle.
sw: Им лучше трудиться, чем воевать.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TROPICALFAN
source: The luxuries of camp, on the go.
sw: Лагерные прелести, на ходу.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PINECONE.GENERIC
source: This baby tree is well protected by spiky armor.
sw: Это маленькое дерево хорошо защищено колючей бронёй.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PINECONE.PLANTED
source: It has shed its armor. Grow, baby tree!
sw: Она сбросила свою броню. Расти, маленькое деревце!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RED_MUSHROOM.GENERIC
source: At least it's got a nice color.
sw: По крайней мере, он красивого цвета.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB3.BURNT
source: Its strange power did not protect it from fire.
sw: Странная сила не спасла её от огня.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPEAR
source: It is not my favored spear, but it will do the trick.
sw: Это не лучшее копьё, но и оно на что-то годиться.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TREASURECHEST.BURNT
source: Its walls were torn down by fire.
sw: Он пал под натиском огня.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_11
source: A warrior encased in a fine armor.
sw: Воин, облачённый в добротные доспехи.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_9
source: No decent armor can be made with these.
sw: Приличной брони из этого не выйдет.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS_UMBRELLA
source: I dislike flowers, but I dislike wet armor more.
sw: Я не люблю цветы, но мокрую броню я люблю ещё меньше.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALMLEAF_UMBRELLA
source: I dislike flowers, but I dislike wet armor more.
sw: Я недолюбливаю цветы, но мокрая броня мне не по нраву ещё больше.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALRUS
source: Those tusks could pierce even the finest armor.
sw: Эти бивни смогли бы пробить даже самые лучшие доспехи.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.AERODYNAMICHAT
source: My head shall cut the air!
sw: Пусть будет моя голова рассекать воздух!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ANTIVENOM
source: The source of the creatures sickness.
sw: Первопричина всех болезней существ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_LIFEJACKET
source: Adventure offers no true safety!
sw: Приключение не предполагает девственной безопасности!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_SNAKESKIN
source: Rain is bested!
sw: Дождь побеждён!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_WINDBREAKER
source: I shall break the wind with every step!
sw: Шагая, я разрушу ветер!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORLIMESTONE
source: It's heft is reassuring on my bones.
sw: Этот вес на моих костях обнадёживает.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOROBSIDIAN
source: Come at me now, fiends!
sw: Эй, демоны, идите на меня!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORSEASHELL
source: Wearing this I shall not wash up on the shores of Valhalla just yet!
sw: Нося это, я ещё долго не буду смыта на берега Вальхаллы!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOUREDBOAT
source: Now this is a vessel fit for a viking!
sw: Вот оно, судно, подходящее викингу!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BABYOX
source: When you grow up, you will become even more meat, meat.
sw: Когда ты вырастешь, в тебе будет ещё больше мяса, мясо.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BALLPHIN
source: A blow struck may simply bounce off.
sw: Нанесённый удар может просто отскочить.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BALLPHINPOD
source: A raiding party!
sw: Диверсионная группа!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOO
source: Sticks of great versatility.
sw: Палки с большой универсальностью.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERMUDATRIANGLE
source: Is this a plaything of Loki?
sw: Это что, проделки Локи?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH2_SNAKE
source: You honorless sneak!
sw: Ты бесчестный трус!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH_SNAKE
source: Back invader!
sw: Назад, покуситель!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BIOLUMINESCENCE
source: What magic is this?
sw: Что это за волшебство?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLOWDART_POISON
source: To weaken from a distance bah, Odin forgive me...
sw: Заставлю слабеть издалека, да простит меня Один...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOAT_INDICATOR
source: I shall launch my craft.
sw: Пора спускать на воду.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOAT_LANTERN
source: See me foul beasts of the shadow seas!
sw: Смотрите на меня, отвратительные животные теневых морей!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOATCANNON
source: It smites mine enemies for me!?
sw: Она крушит моих врагов для меня!?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOATREPAIRKIT
source: Most sensible cargo.
sw: Наиболее разумный груз.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOTTLELANTERN
source: A most curious torch.
sw: Самый любопытный факел.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BURIEDTREASURE
source: May luck smile on me this day with riches.
sw: Пусть удача обернётся мне в этот день богатствами.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUSH_VINE
source: These seem like to strangle.
sw: Кажется, им нравится душить.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNAKEDEN
source: You skulking wretch!
sw: Ах ты, затаившийся негодяй!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CANNONSHOT
source: Sound and fury!
sw: Шум и ярость!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAPTAINHAT
source: It would be better with horns.
sw: С рогами было бы лучше.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CARGOBOAT
source: A boat fit for a long journey.
sw: Подходящая лодка для долгого путешествия.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHIMINEA
source: What kind of fire hides in a hole?
sw: Что за огонь укрыт в отверстии?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CIRCLINGSEAGULL
source: Sky filth!
sw: Небесная грязь!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CLOTHSAIL
source: A fine sail.
sw: Добротный парус.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COCONADE
source: Fire that can be thrown.
sw: Огонь, который можно бросить.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COCONUT
source: The hardest of fruits.
sw: Самый твёрдый из фруктов.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COFFEE
source: Bitter and pulse-pounding.
sw: Горький и бодрящий.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COFFEEBEANS
source: I take mine black.
sw: Я предпочитаю чёрные сорта.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COFFEEBUSH
source: Just add water?
sw: Просто добавить воды?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CORAL
source: The sea gives such strange gifts.
sw: Море делает такие странные подарки.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CORALREEF
source: A hard and brittle place. I like it.
sw: Суровые недружелюбные места. Мне тут нравится.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CRAB
source: Your armor cannot protect you, meat!
sw: Твоя броня не сможет защитить тебя, мясо!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CRABHOLE
source: Does shame drive them to this hole?
sw: Позор ведёт их в эти норы?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CUTLASS
source: Oh great sword of fishy death, I shall swing you with honor.
sw: О, великий меч рыбной смерти, я замахнусь тобою с честью.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DEAD_SWORDFISH
source: Onward to Valhalla, brave fish.
sw: Вперёд к Вальхалле, храбрая рыба.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DEPLETED_BAMBOOTREE
source: Have some respect for yourself.
sw: Имейте хоть какое-то уважение к себе.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DEPLETED_BUSH_VINE
source: Not so viney now are you?
sw: Выглядишь не очень. Как твои дела, куст?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DOYDOY
source: It shows no trace of fear for me!
sw: Она не проявляет даже намёка на страх!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DOYDOYBABY
source: I honor you, young warrior of the DoyDoys.
sw: Я чту тебя, юный воин ДойДоев.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DOYDOYEGG
source: Within this egg grows a viking of another feather.
sw: В этом яйце растёт викинг из другого пера.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DOYDOYFEATHER
source: The treasured feather of a fallen warrior bird.
sw: Заветное перо падшего воина.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DOYDOYNEST
source: The nest where more brave ones will hatch!
sw: Гнездо, где вылупится больше смелых детёнышей!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUBLOON
source: The spoils of the fallen!
sw: Останки падшего!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_BAMBOOTREE
source: If I plant you will you repay me?
sw: Если я посажу тебя, ты мне отплатишь?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_BERRYBUSH2
source: My own personal fount of berries!
sw: Мой личный источник ягод!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_BUSH_VINE
source: To vine or not to vine?
sw: Укоренять или не укоренять?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_COFFEEBUSH
source: Coffee to go.
sw: Кофе на ходу.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EARRING
source: who might this belong to?
sw: Кому это могло бы принадлежать?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FABRIC
source: sewing is not warriors work...
sw: Шитьё - не дело для воина...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FEATHERSAIL
source: The brave birds gift me their swift feathers!
sw: Отважные птицы подарили мне свои быстрые перья!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIRERAIN
source: This is warrior weather!
sw: Вот это погода для настоящих воинов!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIRERAINSHADOW
source: By Odin!
sw: Сделано Одином!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FISHINHOLE
source: Do you wish to surrender fishies?
sw: Вы уже готовы сдаваться, рыбёшки?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FROG_POISON
source: Back foul reptilian scourge!
sw: Не подходите, гадкие рептилии!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GASHAT
source: Armor of sorts for my nose and throat!
sw: Броня для моего носа и горла!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOLDENMACHETE
source: I shall swing you with pride.
sw: Я буду замахиваться тобой с гордостью.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ICEMAKER
source: Reminds me of home.
sw: Напоминает мне о доме.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.IRONWIND
source: This contraption runs on Odin's steeds!
sw: Это хитрое изобретение бежит на конях Одина!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JELLYFISH
source: I expected sea monsters to be bigger.
sw: Я ожидала, что морские чудовища будут более крупными.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JELLYFISH_PLANTED
source: You are too small to be a sea monster.
sw: Ты слишком маленькая, чтобы быть морским чудовищем.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JELLYJERKY
source: My teeth shall do battle with you.
sw: Мои зубы должны сразиться с этим.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JUNGLETREE
source: A mighty tree!
sw: Могучее дерево!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JUNGLETREE_BURNT
source: Goodbye, giant.
sw: Прощай, громадина.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JUNGLETREE_STUMP
source: I will see you in Valhalla, tree.
sw: Я увижу тебя в Вальхалле, дерево.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JUNGLETREESEED
source: The strength of the tree in a seed.
sw: Сила дерева в семени.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LAVAPOOL
source: A puddle of fire!
sw: Лужа огня!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIMESTONE
source: Hard as an unripe fruit.
sw: Жёсткий, как незрелый фрукт.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIMPETROCK
source: A meat stone!
sw: Мясной камень!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIMPETS
source: Rock meat!
sw: Каменное мясо!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LOBSTER
source: You are dressed for battle sea-dweller.
sw: Морской житель, одетый для битвы.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LOBSTERHOLE
source: The armored ones dwell here...
sw: Бронированные живут здесь...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LOGRAFT
source: You will not carry me far, but you will carry me.
sw: Он не унесёт меня далеко, но он будет меня нести.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MACHETE
source: A fine length of blade.
sw: Какая длина, какое лезвие!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MESSAGEBOTTLE
source: A message from Valhalla?
sw: Весточка из Вальхаллы?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MESSAGEBOTTLEEMPTY
source: Empty of messages and drink. Pity.
sw: Ни весточки, ни выпивки. Жаль.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOSQUITO_POISON
source: Poison! The work of a coward!
sw: Яд! Работа труса!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MUSSEL
source: You don't look strong.
sw: Они не выглядят сильными.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MUSSEL_FARM
source: You will be mine, mussels.
sw: Вы будете моими, мидии.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MUSSEL_STICK
source: The fool mussels shall climb this stick.
sw: Глупые мидии будут цепляться за эту палку.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIAN
source: Pebbles from the fire mountain!
sw: Камни с огненной горы!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIAN_WORKBENCH
source: Fire forge!
sw: Кузнечный огонь!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIANAXE
source: Now THIS is an axe!
sw: Вот ЭТО я называю топор!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIANCOCONADE
source: Throwing fire is the cowards way. But good fun.
sw: Бросаться огнём - удел трусов. Хотя это хорошая забава.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIANFIREPIT
source: A fire fit for a viking!
sw: Огонь, подходящий для викинга!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIANMACHETE
source: A tool for cutting. A tool for burning.
sw: Орудие для резки. Орудие для поджигания.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPEAR_OBSIDIAN
source: Feel the burn.
sw: Почувствуй огонь.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIANSPEARGUN
source: I normally prefer to set fires up close.
sw: Как правило, я предпочитаю устраивать пожары вручную.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OX
source: Praise Odin himself for this bountiful feast on feet!
sw: Благодарю Одина за это обильное блюдо с копытами!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PACKIM
source: Will you follow me to Valhalla?
sw: Ты последуешь за мной до самой Вальхаллы?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PACKIM_FISHBONE
source: A curious bauble.
sw: Любопытная безделушка.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALMLEAF
source: A viking-sized leaf!
sw: Лист викингского размера!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALMTREE_BURNT
source: I smell burnt coconut.
sw: Я чувствую запах сожжённого кокоса.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALMTREE_STUMP
source: You will be fueling my hearth in Valhalla.
sw: Ты будешь питать мой очаг в Вальхалле.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PARROT
source: Hold your tongue, bird!
sw: Заткнись, птица!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEACOCK
source: It will be a shame to ruin those feathers, meat.
sw: Как будет жаль выдёргивать все эти перья, мясо.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIRATEHAT
source: This hat confuses my character, I mean, my soul.
sw: Эта шляпа искажает мою роль... ой... То есть, я хотела сказать, мою душу.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIRATIHATITATOR
source: This contraption has the smell of Loki about it...
sw: К этому изобретению явно приложил свои руки сам Локи...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POISONHOLE
source: The ground belches sickness!
sw: Земля извергает заразу!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RAFT
source: A viking fears not getting wet!
sw: Викинг не боится промокнуть!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROWBOAT
source: Rowing is in my blood.
sw: Гребля у меня крови.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SAIL
source: A curious sail, but it shall do.
sw: Любопытный парус, но главное, что он работает.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SAND
source: You are a very clean dirt.
sw: Очень чистая грязь.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SAND_CASTLE
source: A scale model of my future keep.
sw: Масштабная модель моей будущей крепости.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SANDBAG
source: Bagged sand.
sw: Песок в мешке.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SANDBAG_ITEM
source: Keeps the floods at bay.
sw: Удерживает наводнения на почтительном расстоянии.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SANDHILL
source: I will not make a mountain out of a sandhill.
sw: Из дюны горы не сделаешь.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEAGULL
source: Vile bird!
sw: Мерзкая птица!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEAGULL_WATER
source: You foul the water you float upon!
sw: Ты оскверняешь воду, в которой плаваешь!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEASACK
source: Disgusting but useful in its way.
sw: Отвратительно, но по-своему полезно.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEASHELL
source: The currency of the sea.
sw: Морская валюта.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEASHELL_BEACHED
source: A tiny elf shield?
sw: Крошечный щит эльфа?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEATRAP
source: Bring me spoils of the sea!
sw: Будет подносить мне дары моря!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEAWEED
source: This is not food fit for warrior.
sw: Эта еда недостойна воина.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEAWEED_PLANTED
source: A weed I cannot crush under my boot.
sw: Я не могу раздавить этот сорняк своим ботинком.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SHARK_FIN
source: A token from a fallen warrior.
sw: Символ в память о павшем воине.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SHARX
source: Ah, a worthy sea opponent!
sw: Ах, достойный морской противник!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SLOTMACHINE
source: A machine of fate and misery.
sw: Машина судьбы и страданий.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNAKE
source: Never trust they who slither.
sw: Никогда не доверяй тем, кто скользит.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNAKE_FIRE
source: They speak with the volcano's mouth!
sw: Они вещают устами вулкана!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNAKE_POISON
source: Keep your foul fangs from my hide!
sw: Держите свои гнусные клыки подальше от меня!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNAKESKIN
source: A snake has slipped its skin. With a little help...
sw: Змея сбросила свою кожу. С небольшой помощью...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNAKESKINHAT
source: Shall I wear a serpent?
sw: Надеть ли мне змею-искусительницу?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SOLOFISH
source: Has the sea begun my feast?
sw: Море празднует со мной?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPEAR_POISON
source: This spear awards a coward's victory.
sw: Это копье присуждает победу трусам.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPEARGUN
source: A coward's weapon.
sw: Оружие трусов.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPEARGUN_POISON
source: I am not some sneak hiding in the shadows! Am I?
sw: Я же не какой-то там подлый трус, прячущийся в тени! Правда?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPOILED_FISH
source: You smell of your failure.
sw: От тебя разит неудачей.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STUNGRAY
source: Have you no honor, stinky ones?
sw: Где ваша честь, вонючки?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SUPERTELESCOPE
source: Odin has lent me his eyes!
sw: Один одолжил мне свои глаза!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SWORDFISH
source: Now you are a fish after my heart!
sw: Вот рыба, что мне по душе!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELESCOPE
source: What trickery is this?
sw: Что это ещё за хитрости?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TIGERSHARK
source: Take me to Valhalla, devil of the sea!
sw: Возьми меня в Вальхаллу, морской дьявол!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TIGERSHARKSHADOW
source: The shadow of the beast!
sw: Тень зверя!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TORNADO
source: The wind has taken furious form!
sw: Ветер принял яростную форму!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TOUCAN
source: Fight with me, long-nosed bird! And we shall dine together in Valhalla!
sw: Бейся со мной, длинноносая птица! И мы разделим трапезу в Вальхалле!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRAWLNET
source: I shall ransack the sea!
sw: Я стану грабить море!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRAWLNETDROPPED
source: And now to see about my loot!
sw: Сейчас увидим награбленное!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRIDENT
source: A weapon fit for a god!
sw: Оружие под стать богам!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_13
source: What foul mead is this?
sw: Что это за грязная медовуха?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_14
source: The toy of a babe. Or is it?
sw: Игрушка для младенца. Или нет?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_15
source: A weapon of annoyance.
sw: Раздражательное оружие.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_16
source: A piece of armor?
sw: Часть брони?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_17
source: A warrior walks into Valhalla barefoot...
sw: Воин ступает в Вальхаллу босиком...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_18
source: I don't recognize this craftsmanship.
sw: Я не узнаю эту искусную работу.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_19
source: It is always clear skies in my brain.
sw: В моей голове всегда безоблачно.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURBINE_BLADES
source: What kind of strange sword is this?
sw: Что за странный меч?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_BEACH
source: Feels good between my toes.
sw: Приятное ощущение меж пальцев моих ног.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_JUNGLE
source: You could really lose your keys in this...
sw: В таком легко можно потерять ключи...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TWISTER
source: You hide beneath wind, villain!
sw: Ты скрываешься за ветром, злодей!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VENOMGLAND
source: The source of the fevers.
sw: Источник лихорадки.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VINE
source: What can you do for me?
sw: Какая мне от тебя польза?
