Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COMPASS.NE
source: Northeast-ish?
sw: Северо-восточно?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COMPASS.SE
source: Southeast-ish?
sw: Юго-восточно?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COMPASS.NW
source: Northwest-ish?
sw: Северо-западно?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COMPASS.SW
source: Southwest-ish?
sw: Юго-западно?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COOKEDMEAT
source: Surfing fuel!
sw: Топливо для сёрфинга!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COOKEDMONSTERMEAT
source: This still looks awful.
sw: Всё ещё выглядит ужасно.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COOKEDSMALLMEAT
source: A tasty morsel.
sw: Лакомый кусочек.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COOKPOT.BURNT
source: The food might taste a bit burnt.
sw: На вкус, возможно, слегка подгорело.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COOKPOT.COOKING_LONG
source: If I watch it it'll never boil.
sw: Если я буду сверлить его взглядом, то он никогда не закипит.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COOKPOT.COOKING_SHORT
source: Food incoming!
sw: Еда на подходе!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COOKPOT.DONE
source: I cooked something. Yum!
sw: Я что-то приготовила. Ням-ням!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COOKPOT.EMPTY
source: I could cook stuff with that.
sw: В нём я смогу что-нибудь приготовить.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CORAL
source: I need a fish tank to put this in!
sw: Мне нужен аквариум, чтобы положить его туда!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CORALREEF
source: What a pretty coral reef.
sw: Какой чудесный коралловый риф.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CORAL_BRAIN
source: I get an uneasy feeling of despair near this.
sw: Рядом с этим у меня возникает гнетущее чувство подавленности.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CORAL_BRAIN_ROCK
source: That is an impressive piece of coral.
sw: Самая выразительная часть коралла.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CORN
source: I can't think of anything corny to say.
sw: Кукуруза. Что ещё можно о ней сказать?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CORN_COOKED
source: I'll need a toothpick soon.
sw: Скоро мне понадобится зубочистка.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CORN_SEEDS
source: I could grow some corn of my own with these.
sw: Из них я смогу вырастить собственную кукурузу.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CRAB.GENERIC
source: If I was on my surfboard I could catch you.
sw: Была б я на своей доске, я бы вас поймала.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CRAB.HIDDEN
source: He's taking a break from running.
sw: Он отдыхает после бега.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CRABHOLE
source: A beachfront home. Nice.
sw: Пляжный домик. Забавно.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CUTGRASS
source: It makes a swishing sound when I walk.
sw: Эта штука кажется довольно крепкой.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DEAD_SWORDFISH
source: Woah, that fish is HUGE!
sw: Вау, эта рыба ОГРОМНА!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DEPLETED_GRASS.GENERIC
source: That grass looks pretty dead.
sw: Эта трава совсем засохла.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DEVTOOL
source: Useful!
sw: Полезно!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DIRTPILE
source: Well, would you look at that. A pile of dirt.
sw: Ну, вы только поглядите на это. Куча грязи.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DIVININGROD.COLD
source: This rod isn't doing all that much.
sw: От этого жезла польза не велика.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DIVININGROD.GENERIC
source: What a silly looking device.
sw: Какое глупое устройство.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DIVININGROD.HOT
source: This rod is going crazy!
sw: Этот жезл сошёл с ума!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DIVININGROD.WARM
source: I think the rod is trying to tell me something!
sw: Я думаю, жезл пытается мне что-то сказать!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DIVININGROD.WARMER
source: Woah, the rod is really going now.
sw: Вау, жезл и правда теперь двигается.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DOUBLE_UMBRELLAHAT
source: This should keep me at least twice as dry.
sw: Она должна помочь мне быть вдвое суше.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DRAGONFRUIT_SEEDS
source: I could grow a dragonfruit with these.
sw: Из них я могу вырастить питайю.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DRAGONPIE
source: Delicious pie!
sw: Восхитительный пирог!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUBLOON
source: It's my lucky day!
sw: Это мой счастливый день!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUG_BAMBOOTREE
source: Planting this sounds like hard work.
sw: Заметка для себя: посадить это.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUG_BERRYBUSH
source: Planting this sounds like hard work.
sw: Заметка для себя: посадить это.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUG_COFFEEBUSH
source: Planting this sounds like hard work.
sw: Заметка для себя: посадить это.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUG_ELEPHANTCACTUS
source: Planting this sounds like hard work.
sw: Заметка для себя: посадить это.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUG_GRASS
source: Planting this sounds like hard work.
sw: Заметка для себя: посадить это.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUG_MARSH_BUSH
source: Planting this sounds like hard work.
sw: Заметка для себя: посадить это.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUG_SAPLING
source: Planting this sounds like hard work.
sw: Заметка для себя: посадить это.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DURIAN
source: Looks pretty difficult to eat.
sw: Предположу, что съесть это будет довольно сложно.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DURIAN_COOKED
source: Woah! That smells awful!
sw: Уф! Пахнет ужасно!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DURIAN_SEEDS
source: I could grow a stink-fruit with these.
sw: Из них я могу вырастить вонючие фрукты.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EARMUFFSHAT
source: Keeps my ears fluffy and warm.
sw: Держит мои уши в тепле и пушистости.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EARRING
source: I hope someone didn't lose this...
sw: Я надеюсь, никто его не терял...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EGGPLANT_SEEDS
source: I could grow an eggplant with these.
sw: Из них я могу вырастить баклажан.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EVERGREEN.BURNING
source: That's not cool.
sw: Это не круто.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EVERGREEN.BURNT
source: I know the feeling.
sw: Мне знакомо это чувство.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EVERGREEN.CHOPPED
source: Sliced and diced.
sw: Нарезано ломтиками.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EVERGREEN.GENERIC
source: Reminds me of winter, yuck.
sw: Напоминает мне о зиме, бр-р-р.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: That's not cool.
sw: Это не круто.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I know the feeling.
sw: Мне знакомо это чувство.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Cut down in its prime.
sw: Срублена в самом расцвете.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Looks like the diet version.
sw: Эти как будто сели на диету.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EYEBRELLAHAT
source: My third eye will protect me.
sw: Мой третий глаз защитит меня.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EYEPLANT
source: Made you look!
sw: Уставился!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EYETURRET
source: It's looking out for me.
sw: Он поглядывает на меня.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.EYETURRET_ITEM
source: It's got my back.
sw: Он присматривает за мной.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FABRIC
source: Where did my sticks go? I've been bamboozled!
sw: Ткань из палочек!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FARMPLOT.BURNT
source: It's toast!
sw: Это гренки!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FARMPLOT.GENERIC
source: Looks like manual labor to me.
sw: Какая никакая физическая работа.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FARMPLOT.GROWING
source: I hope it's organic.
sw: Я надеюсь, это всё натуральное.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: That shrub could use some grub.
sw: Этот куст мог бы немного поесть.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FEATHERFAN
source: An artificial ocean breeze.
sw: Искусственный океанский бриз.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FEATHERHAT
source: I'm at one with my feathered friends.
sw: Я за одно с моими крылатыми друзьями.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FEATHERSAIL
source: For smooth and swift sailing!
sw: Для плавного и быстрого плавания!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FEATHER_CROW
source: A real softy.
sw: Особенно мягкое.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FEATHER_ROBIN
source: I'm tickled by the color of this.
sw: Аж мурашки от этого цвета.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FEM_PUPPET
source: Bummer.
sw: Облом.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FERTILIZER
source: Ground food.
sw: Еда для земли.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIREFLIES.GENERIC
source: My kind of insects.
sw: Насекомые в моём вкусе.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIREFLIES.HELD
source: My glowy little pocket pals.
sw: Мои маленькие светящиеся карманные приятели.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIREHOUND
source: This one seems angrier somehow.
sw: Эта на вид даже злее остальных.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIREPIT.EMBERS
source: This fire is tired.
sw: Этот огонь устал.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIREPIT.GENERIC
source: Ah sweet enemy of darkness.
sw: Ах, милый враг тьмы.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIREPIT.HIGH
source: So much bright!
sw: Столько света!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIREPIT.LOW
source: It's barely doing its job.
sw: Он едва справляется со своей задачей.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIREPIT.NORMAL
source: Could be better, could be worse.
sw: Могло бы быть и лучше, но могло и хуже.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIREPIT.OUT
source: It's taking a break.
sw: Он взял перерыв.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIRESTAFF
source: It's a hot commodity.
sw: Горячая штучка.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: It needs some juice.
sw: Требуется немного сока.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIRESUPPRESSOR.OFF
source: It's out cold.
sw: Весь холод вышел.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FIRESUPPRESSOR.ON
source: Fling it on!
sw: Набрасывай!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FISHINGROD
source: Have rod will travel.
sw: Есть удочка - готов путешествовать.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FISHINHOLE
source: Looks like a good place to get lunch.
sw: Похоже, хорошее место, чтоб добыть обед.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FISHSTICKS
source: Needs chips.
sw: Не хватает чипсов.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FISHTACOS
source: Anytime is taco time.
sw: В любое время, найдётся время для тако.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FISH_COOKED
source: From my own personal recipe.
sw: По моей собственной рецептуре.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FISH_RAW
source: Needs more fire.
sw: Нужно больше огня.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FISH_RAW_SMALL
source: Small fish from a big pond.
sw: Маленькая рыбка из большого пруда.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FISH_RAW_SMALL_COOKED
source: Is it snacktime?
sw: Уже пора перекусить?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FLAMEGEYSER
source: It's got a hot temper.
sw: У него горячий темперамент.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FLINT
source: This rock doesn't roll.
sw: Этот камень не катится, он в силах бороться с земным притяжением.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FLOTSAM
source: Maybe I can fish it out.
sw: Может быть, я смогу выловить это.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FLOWER
source: I'm very picky when it comes to these.
sw: Я очень переборчива, когда дело доходит до этого.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FLOWERHAT
source: That's a happy looking headpiece!
sw: Головной убор, излучающий счастье!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FLOWERSALAD
source: Now that's what I call health food.
sw: Вот оно, то, что я называю здоровой пищей.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FLOWER_EVIL
source: Flowers shouldn't be that scary.
sw: Цветы не должны быть настолько пугающими.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FLUP
source: Stop staring!
sw: Хватит пялиться!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FOLIAGE
source: It's all natural.
sw: Это всё природное.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FOOTBALLHAT
source: I feel like I could tackle anything.
sw: У меня такое ощущение, что я могла бы взяться за что угодно.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FRUITMEDLEY
source: A sweet treat!
sw: Сладкое искушение!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GASHAT
source: Protection from stink.
sw: Защита от вони.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GEARS
source: Looks like robot guts.
sw: Выглядит, как внутренности робота.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GOLDENAXE
source: That's one treasury tool.
sw: Это драгоценный инструмент.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GOLDENMACHETE
source: I can hack in style
sw: Я могу кромсать со стилем.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GOLDENPICKAXE
source: I picked a good one.
sw: Отличная вещь.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GOLDENPITCHFORK
source: It makes work feel shiny!
sw: С ней любая работа будет выполнена блестяще!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GOLDENSHOVEL
source: I'm digging this fancy shovel.
sw: Я откопала эту клёвую лопату.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GOLDNUGGET
source: It's shiny and useful!
sw: Блестящий и полезный!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS.BARREN
source: It needs help to grow.
sw: Ей нужно помочь расти.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS.BURNING
source: That won't last.
sw: Это не надолго.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS.GENERIC
source: For all your grassy needs.
sw: Для всех моих травных дел.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS.PICKED
source: It will be back.
sw: Она ещё появится.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS.WITHERED
source: It looks tired.
sw: Выглядит подвявшей.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS_UMBRELLA
source: This should keep me almost dry.
sw: Это сохранит мою сухость.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GREEN_CAP
source: Looks sort of tasty.
sw: Вроде выглядит вкусно.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GREEN_CAP_COOKED
source: Fried fungus.
sw: Жареный грибок.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Funky fungi.
sw: Прикольный грибок.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: It's taking a nap.
sw: Он решил передохнуть.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Maybe it's thirsty.
sw: Вдруг он пить хочет?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GUACAMOLE
source: A total snack attack.
sw: Полноценная закусочная атака.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GUNPOWDER
source: It goes boom.
sw: Он бабахает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HAIL_ICE
source: From the freezer in the sky.
sw: Из морозилки в небе.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HAMBAT
source: I can fight food with food.
sw: Я могу драться едой с едой.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HAMMER
source: Smashing sounds like work, but it's fun.
sw: Ударять им вроде как работа, но это весело.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HAWAIIANSHIRT
source: This shirt is so me.
sw: В этой рубашке вся я.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HEALINGSALVE
source: It helps me live a little.
sw: Поможет мне протянуть чуть подольше.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HEATROCK.COLD
source: It's icy!
sw: Он ледяной!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HEATROCK.FROZEN
source: Refreshing.
sw: Освежает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HEATROCK.GENERIC
source: It's rock temperature.
sw: Его нормальная температура.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HEATROCK.HOT
source: It's warm and glowing.
sw: Он тёплый и светится.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HEATROCK.WARM
source: It's a little toasty.
sw: От него идёт приятное тепло.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HOMESIGN.BURNT
source: I know the feeling.
sw: Мне знакомо это чувство.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HOMESIGN.GENERIC
source: Hang ten!
sw: Чётко!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HONEY
source: Sticky, sweet and good to eat!
sw: Липкий и сладкий, пальчики оближешь!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HOUND
source: This dog is a real drag!
sw: Эта псина как заноза в заднице!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ICEMAKER.HIGH
source: Super chillin'
sw: Морозит по коже.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ICEMAKER.LOW
source: Not so chillin'
sw: Холодит по коже.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ICEMAKER.NORMAL
source: Just chillin'.
sw: Комфортная прохлада.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ICEMAKER.OUT
source: Illin'.
sw: У него температура, болеет.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ICEMAKER.VERYLOW
source: Little bit of illin'
sw: Чихает и кашляет. Теперь ещё и температура поднимется.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ICEPACK
source: Keeps my snacks chill.
sw: Сохраняет мою еду свежей.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ICESTAFF
source: Too cold to hold.
sw: Аж пальцы от холода сводит.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.INSANITYROCK.ACTIVE
source: Ouch my thoughts are hurting.
sw: Ай, мысли больно думать.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.INSANITYROCK.INACTIVE
source: That's one dark tower.
sw: Это, типа, чёрная башня.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.JAMMYPRESERVES
source: Preserve those jams.
sw: Закатать бы их в банку.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.JELLYFISH
source: I hate these things.
sw: Терпеть не могу эти штуки.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.JELLYFISH_COOKED
source: I hope this doesn't sting me.
sw: Надеюсь, в таком виде они не жалят.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.JELLYFISH_DEAD
source: It might still sting me.
sw: Она всё ещё способна ужалить.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.JELLYFISH_PLANTED
source: I hate these things.
sw: Терпеть не могу эти штуки.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.JELLYJERKY
source: Looks extra chewy.
sw: Какая-то особенно тягучая.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.JUNGLETREE.BURNING
source: That's not cool.
sw: Это не круто.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.JUNGLETREE.BURNT
source: I know the feeling.
sw: Мне знакомо это чувство.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.JUNGLETREE.CHOPPED
source: Sliced and diced.
sw: Нарезано ломтиками.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.JUNGLETREE.GENERIC
source: It's like nature's canopy.
sw: В некотором роде это природный навес.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.JUNGLETREESEED
source: A tree yee shall be.
sw: Я могу посадить дерево деревом.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.KABOBS
source: It's like a meatsicle!
sw: Это как шашлык!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.KILLERBEE.GENERIC
source: It's badly BEEhaved.
sw: Она плохо воспитана.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.KILLERBEE.HELD
source: This bee needs to relax.
sw: Этой пчеле нужно расслабиться.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.KNIGHTBOAT
source: What a horrible knight to have a curse.
sw: Интересно, сколько в нём лошадиных сил?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.KRAMPUS
source: Stealing isn't cool!
sw: Воровать не круто!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.KRAMPUS_SACK
source: A bag of stolen goods.
sw: Мешок с награбленным.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LANTERN
source: It really lightens the mood.
sw: Осветляет настроение.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LAVAPOOL
source: It's like a gooey campfire!
sw: Это как мягкий тягучий костёр!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LAVASPIT.COOL
source: All dried up.
sw: Всё высохло.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LAVASPIT.HOT
source: Looks spicy.
sw: Выглядит острой.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LIGHTNING_ROD.CHARGED
source: It's fully energized!
sw: Весь наэлектризован!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LIGHTNING_ROD.GENERIC
source: It's powered by electricity.
sw: Он функционирует за счёт электричества.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LIMESTONE
source: That's some tough stuff.
sw: Прочная штука.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LIMPETROCK.GENERIC
source: Just look at all these Barneys.
sw: Лёгкая добыча.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LIMPETROCK.PICKED
source: Nothing to eat here.
sw: Тут есть нечего.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LIMPETS
source: They're free from the hustle and bustle of daily life.
sw: Глупые люди, солнце на блюдцах едят...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LIVINGJUNGLETREE
source: That tree would make a great board.
sw: Из этого дерева получилась бы отличная доска.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LIVINGLOG
source: It looks bummed.
sw: Выглядит ущербным.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LOBSTER
source: Yummy sea bug.
sw: Аппетитный морской жук.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LOBSTERHOLE
source: I can wait.
sw: Я могу и подождать.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LOBSTER_DEAD
source: Soon to be good eats.
sw: Да последует трапеза!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LOBSTER_DEAD_COOKED
source: Now that's good eats!
sw: Вот это я называю трапеза.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LOG.BURNING
source: Waste of a good board.
sw: Минус одна потенциально хорошая доска.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LOG.GENERIC
source: There's a board in there.
sw: Смотря на это я вижу доску, которую ещё не успели сделать.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LOGRAFT
source: Seriously?
sw: Серьёзно?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LUGGAGECHEST
source: This trunk is a little steamy.
sw: Эта коробка слишком цивильная.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LUREPLANT
source: It's so attractive.
sw: Это так увлекательно.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.LUREPLANTBULB
source: Get meat, the easy way.
sw: Питается мясом. Так проще.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MACHETE
source: What a hack job.
sw: Собрано впопыхах.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MAGMAROCK
source: It's warm to the touch.
sw: Она тёплая на ощупь.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MAGMAROCK_GOLD
source: It's warm to the touch.
sw: Сама-то я обычно не жалую золотокопателей.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MALE_PUPPET
source: Sorry dude.
sw: Прости, чувак.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MANDRAKE.DEAD
source: I was rooting for it.
sw: Коренным образом не приемлемо.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MANDRAKE.GENERIC
source: A mystical plant.
sw: Мистическое растение.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MANDRAKE.PICKED
source: Get lost!
sw: Потеряйся!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MANDRAKESOUP
source: Mystical soup.
sw: Мистический суп.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MANDRAKE_COOKED
source: Not as mystical as I thought.
sw: Не так уж и мистично, как мне сперва казалось.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MANGROVETREE
source: This tree really likes water.
sw: Это дерево по-настоящему любит воду.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MANGROVETREE_BURNT
source: How?
sw: Как?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MARSH_BUSH.BURNING
source: The spikes are burning. Good.
sw: Колючки сгорают. Хорошо.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MARSH_BUSH.GENERIC
source: I don't need spikes.
sw: Мне колючки не нужны.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MARSH_BUSH.PICKED
source: Yeoch!
sw: Ай!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MARSH_PLANT
source: Planty.
sw: Росточек.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MARSH_PLANT_TROPICAL
source: Tropical planty.
sw: Тропический росточек.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MARSH_TREE.BURNING
source: I've never seen such a spiky fire.
sw: Вот уж, как говорится, острые языки пламени.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MARSH_TREE.BURNT
source: Still spiky.
sw: По-прежнему колючее.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MARSH_TREE.CHOPPED
source: Not so spiky now.
sw: Ну что, чем теперь колоть будешь?
