Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.REPAIRBOAT.GENERIC
source: She's floating just fine right now.
sw: Теперь она будет плавать как следует.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_SHARX
source: I'm going to need a bigger boat...
sw: [Мне|pl=Нам] вдруг захотелось лодочку побольше...

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TOOL_SLIP
source: Wow, that tool is slippery!
sw: Ух ты, какая скользкая штука!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TREASURE
source: It's a map! And it marks a location!
sw: Это карта! И она отмечает какое-то место!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MORETREASURE
source: Seriously? Another one!?
sw: Серьёзно? Ещё одно!?

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_OTHER_WORLD_TREASURE
source: This doesn't look like a map of this place.
sw: Что-то не похоже на карту этих мест.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MESSAGEBOTTLE.1
source: The message is faded. I can't read it.
sw: Записка промокла. [Я|pl=Мы] не мо[гу|pl=жем] её прочесть...

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_VOLCANO_ERUPT
source: That can't be good.
sw: Это не к добру.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MAPWRAP_WARN
source: Here there be monsters.
sw: Там дальше повсюду монстры.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MAPWRAP_LOSECONTROL
source: It would seem my future is foggy.
sw: [Я|pl=Мы] вдруг подумал[|а|о|и], что [моё|pl=наше] будущее становится всё менее определённым.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MAPWRAP_RETURN
source: I think I felt something brush against my leg...
sw: [Мне|pl=Нам] показалось, как что-то коснулось [моей|pl=нашей] ноги...

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CRAB_ESCAPE
source: I could've sworn it was right there...
sw: [Я|pl=Мы] мог[|ла|ло|ли] бы поклясться, что он только что был здесь...

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TRAWL_FULL
source: My net filled up!
sw: [Моя|pl=Наша] сеть заполнилась!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BOAT_DAMAGED
source: I think I sprung a leak.
sw: [Я|pl=Мы] дума[ю|pl=ем], что тут протечка.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BOAT_SINKING
source: I seem to be sinking.
sw: Кажется, [я|pl=мы] тон[у|pl=ем].

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BOAT_SINKING_IMMINENT
source: I need to get to land!
sw: [Мне|pl=нам] нужно срочно на берег!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WAVE_BOOST
source: Weeeee!
sw: Лови волну!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WHALE_HUNT_BEAST_NEARBY
source: Follow those bubbles!
sw: Нужно следовать за пузырями!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WHALE_HUNT_LOST_TRAIL
source: I wonder where it went...
sw: Интересно, куда он делся...

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WHALE_HUNT_LOST_TRAIL_SPRING
source: The water is too rough!
sw: Вода слишком жёсткая!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUNNYMAN
source: I am filled with an irresistible urge to do science.
sw: У [меня|pl=нас] непреодолимое желание исследовать его ради науки.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GUANO
source: Another flavor of poop.
sw: Ещё один вид какашек.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_SANDY
source: Yet another ground type.
sw: Ещё один вид дёрна.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CATCOONDEN.EMPTY
source: Its owner ran out of lives.
sw: У хозяина кончились жизни.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER
source: It's pretty but it smells like a common laborer.
sw: Милый, но пахнет невыразительно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATERMELONICLE
source: Cryogenic watermelon.
sw: Криогенный арбуз.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TROPICALFAN
source: Down to bring my temperature down.
sw: Снизит [мою|pl=нашу] температуру.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.STARVING
source: It has a dangerous look in its eye.
sw: Её глаз как-то опасно поблёскивает...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_23
source: Someone lost their words.
sw: Кто-то растерял слова.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PALMLEAF_UMBRELLA
source: This will keep my hair moderately dry, at least.
sw: Как минимум, волосы останутся относительно сухими.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: Now all I need is a miniaturization machine!
sw: Теперь всё, что [мне|pl=нам] нужно, это машина для деминиатюризации!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANTIVENOM
source: Tastes horrible!
sw: На вкус ужасно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VENOMGLAND
source: Only poison can cure poison.
sw: Только ядом можно вылечить яд.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_POISON
source: The pointy end goes that way.
sw: Главное не перепутать. Острый конец сюда.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIANMACHETE
source: It's hot to the touch.
sw: Горячее на ощупь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEARGUN_POISON
source: Poison tipped.
sw: Ядовитый наконечник.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIANSPEARGUN
source: Fire tipped.
sw: Огненный наконечник.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUGGAGECHEST
source: It looks like a premier steamer trunk.
sw: Выглядит, как саквояж какого нибудь премьер-министра.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIRATIHATITATOR.BURNT
source: Fire doesn't really solve naming issues...
sw: Огонь в конечном итоге не решает проблем с его названием...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBEANS
source: They could use some roasting.
sw: Было бы не плохо их обжарить.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEE
source: Smells delicious and energizing!
sw: Пахнет восхитительно и возбуждающе!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBEANS_COOKED
source: Heat definitely improved them.
sw: Обжарка определённо пошла им на пользу.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBUSH.BARREN
source: I think it needs to be fertilized.
sw: Надо бы удобрить.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBUSH.WITHERED
source: Looks malnourished.
sw: В такой жаре расти ничего не будет.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBUSH.GENERIC
source: This is a plant I could learn to love.
sw: Вот то растение, которое я мог бы полюбить.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBUSH.PICKED
source: Maybe they'll grow back?
sw: Может быть, они ещё вырастут?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBOT
source: It's a coffee maker.
sw: Это кофеварка.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSSEL
source: Could use some flexing.
sw: Отчего-то любят разные палочки.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSSEL_FARM.GENERIC
source: I wonder if they are from Brussels.
sw: Вот если б они были из Брюсселя...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSSEL_FARM.STICKPLANTED
source: I really stuck it to them.
sw: [Я|pl=Мы] прям воткнул[|а|о|и] её туда.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSSEL_STICK
source: I'm really going to stick it to those mussels.
sw: [Я|pl=Мы] на полном серьёзе собира[юсь|pl=емся] сунуть это к тем мидиям.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOBSTER
source: What a Wascally Wobster.
sw: Что ещё за вобстер?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOBSTERHOLE
source: That Wascal is sleeping.
sw: Этот вобстер спит.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEATRAP
source: For the deadliest catch.
sw: Для самого смертельного улова.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAND_CASTLE.SAND
source: It's a sand castle in the sand!
sw: Это замок из песка в песке!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAND_CASTLE.GENERIC
source: Look what I made!
sw: Смотрите, что [я|pl=мы] сделал[|а|о|и]!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOATREPAIRKIT
source: This will add some float to my boat.
sw: Это добавит некоторую плавучесть [моей|pl=нашей] лодке.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BALLPHIN
source: Such a round, rubbery fellow.
sw: Такой круглый и эластичный приятель.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOATCANNON
source: The only thing better than a boat is a boat with a cannon.
sw: Единственная вещь лучше, чем лодка, это лодка с пушкой.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOTTLELANTERN
source: A bottle full of sunshine.
sw: Бутылка, наполненная солнечным светом.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BURIEDTREASURE
source: Please be a good treasure!
sw: Пожалуйста, будь хорошим сокровищем!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUSH_VINE.BURNT
source: I feel like I could have prevented that.
sw: У [меня|pl=нас] ощущение, что я мог[|ла|ло|ли] бы предотвратить это.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUSH_VINE.CHOPPED
source: Take that, nature!
sw: Получай, природа!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUSH_VINE.GENERIC
source: It's all viney!
sw: Весь такой спутанный!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAPTAINHAT
source: The proper boating attire!
sw: Правильная одежда на лодке!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COCONADE.BURNING
source: This seems dangerous.
sw: Очевидно, это опасно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COCONADE.GENERIC
source: I'll need to light it first.
sw: [Я|pl=Мы] долж[ен|на|но|ны] буд[у|pl=дем] сначала его зажечь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORAL
source: Living building material!
sw: Живой строительный материал!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORALREEF
source: The coral have formed a reef!
sw: Кораллы сформировали риф!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CRABHOLE
source: They call a dug hole in the sand their home.
sw: Они называют вырытую яму в песке своим домом.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTLASS
source: I hope this sword doesn't start to smell...
sw: Наде[юсь|pl=емся], этот меч не начнёт попахивать...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUBLOON
source: I'm rich!
sw: [Я|pl=Мы] богат[|а|о|ы]!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FABRIC
source: Soft cloth made from hard root!
sw: Мягкая ткань, сделанная из твёрдых корней!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHINHOLE
source: This area seems pretty fishy.
sw: Тут, кажется, полно рыбы.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENMACHETE
source: Hack in style!
sw: Кромсай со вкусом!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JELLYFISH
source: Now this creature is pure science!
sw: А это существо является чистой наукой!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JELLYFISH_PLANTED
source: Science works in mysterious, blobby ways.
sw: Наука работает таинственными, бесформенными способами.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JELLYJERKY
source: I'd be a jerk not to eat this.
sw: [Я|pl=Мы] себе не про[щу|pl=стим], если не попробу[ю|pl=ем] это.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIMPETROCK.GENERIC
source: I could fill a pail with all those snails.
sw: Да тут этих блюдечек целое ведро можно насобирать.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIMPETROCK.PICKED
source: I can't fill a pail without snails.
sw: [Я|pl=Мы] не мо[гу|pl=жем] заполнить ведро без блюдечек.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOGRAFT
source: This looks... boat-like...
sw: Это выглядит... лодкоподобно...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MACHETE
source: I like the cut of this blade.
sw: [Мне|pl=Нам] нравится, как режет это лезвие.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MESSAGEBOTTLEEMPTY
source: Just an empty bottle.
sw: Просто пустая бутылка.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITO_POISON
source: These blasted mosquitoes carry a sickness.
sw: Эти проклятые москиты - носители болезни.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIANCOCONADE
source: It's even bombier!
sw: Это для настоящих пиратов!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIANFIREPIT
source: This fire pit is a conductor for even more... fire.
sw: Эти кострища - проводник для ещё большего... огня.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OX
source: These creatures seem reasonable.
sw: Эти существа кажутся разумными.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIRATEHAT
source: Fit for a cutthroat scallywag. Or me.
sw: Подходит для прохвостов и головорезов. И для [меня|pl=нас].

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAFT
source: This looks... adequate...
sw: Он выглядит... адекватно...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROWBOAT
source: It runs on elbow grease.
sw: Она работает на ручной тяге.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAIL
source: This should really transform my boating experience.
sw: Это должно ощутимо расширить [мой|pl=наш] плавательный опыт.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANDBAG_ITEM
source: Sand technology on the go.
sw: Похоже, [меня|pl=нас] ждёт смещение позвонков.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANDBAG
source: Keeps the water at bay.
sw: Сдерживает воду подальше.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEASACK
source: I hate when food has that not-so-fresh taste.
sw: [Я|pl=Мы] ненави[жу|pl=дим], когда еда становится "не первой свежести".

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEASHELL_BEACHED
source: Sea refuse.
sw: Морской мусор.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAWEED
source: A weed. Of the sea.
sw: Сорняк. Из моря.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAWEED_PLANTED
source: Is that what passes for food around here?
sw: Это всё что тут съедобно?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLOTMACHINE
source: I suppose I could linger for a moment or two...
sw: Наверно, стоит задержаться на минутку-другую...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKE_POISON
source: Even worse than a common snake!
sw: Даже хуже, чем обыкновенная змея!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKESKIN
source: I'm intrigued AND repelled.
sw: [Я|pl=Мы] водоотталкивающ[ий|ая|ее|ие] и загадочн[ый|ая|ое|ые].

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKESKINHAT
source: Should repel the rain.
sw: Должна отталкивать дождь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SOLOFISH
source: It has that wet-dog smell.
sw: Пахнет как раз этим запахом мокрой псины.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEARGUN
source: Oh the science I could get up to with this!
sw: Ох, наука. С этим можно дойти до чего угодно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPOILED_FISH
source: I'm not terribly curious about the smell.
sw: Не то чтобы [я|pl=мы] жалу[юсь|pl=емся] на запах...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWORDFISH
source: I think this fish evolved to run me through.
sw: [Мне|pl=нам] кажется, эта рыба разворачивалась, чтобы проткнуть [меня|pl=нас].

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRIDENT
source: I wonder how old this artifact is?
sw: Интересно, насколько древний этот артефакт?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_13
source: What is this substance?
sw: Что это за вещество?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_14
source: This thing gives me the creeps...
sw: У [меня|pl=нас] мурашки от этой вещи.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_15
source: Incredible! This guitar has undergone shrinkification!
sw: Невероятно! Эта гитара пережила миниатюризацию!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_16
source: How did this get all the way out here?
sw: Как это сюда добралось?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_17
source: Where's the other one?
sw: А где другой?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_18
source: A relic of a bygone era!
sw: Пережиток прошлой эры!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_19
source: Clouding of the brain... never heard of it...
sw: Облачнение мозга... никогда не слышал[|а|о|и] об этом...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURBINE_BLADES
source: Perhaps this powered the fury of that beastly storm?
sw: Может быть, они питают ярость этой чудовищной бури?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_BEACH
source: Sandy ground.
sw: Песчаная земля.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_JUNGLE
source: Very gnarled ground.
sw: Очень скрюченная земля.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: Darn it!
sw: Чёрт бы его побрал!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHALE_BLUE
source: This whale has emotional issues.
sw: У этого кита проблемы с эмоциями.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHALE_CARCASS_BLUE
source: I think bloating has begun...
sw: Видимо, гниение раздувает его...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHALE_CARCASS_WHITE
source: I think bloating has begun...
sw: Видимо, гниение раздувает его...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_SNAKESKIN
source: How fashionable!
sw: Как модно!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CLOTHSAIL
source: That wind isn't getting away now!
sw: Теперь ветер не дует просто так!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_COFFEEBUSH
source: This belongs in the ground!
sw: Это принадлежит земле!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LAVAPOOL
source: A bit hot for my tastes.
sw: Немного горячая, [как по мне|pl=на наш вкус].

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BAMBOO
source: Maybe I can bamboozle my enemies with this?
sw: [Я думаю, мне|pl=Мы думаем, нам] удастся найти ему достойное применение.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.AERODYNAMICHAT
source: It really cuts through the air!
sw: Она на самом деле прямо-таки рубит воздух!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POISONHOLE
source: I think I'll stay away from that.
sw: [Я|pl=Мы] дума[ю|pl=ем], стоит держаться подальше от этого.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOAT_LANTERN
source: This will do wonders for my night-vision!
sw: Он творит чудеса с [моим|pl=нашим] ночным зрением!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEAD_SWORDFISH
source: I better not run with this.
sw: Лучше с этим быстро не бегать.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIMPETS
source: Maybe starving wouldn't be so bad...
sw: Возможно, выживание тут окажется не таким уж и плохим...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JELLYFISH_COOKED
source: It's all wriggly.
sw: Ничего себе, как её перекрутило.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIANAXE
source: A winning combination!
sw: Беспроигрышная комбинация!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COCONUT
source: It requires a large nut hacker.
sw: Вот это большой орех.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COCONUT_COOKED
source: Now I just need a cake.
sw: Теперь осталось найти пирог.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERMUDATRIANGLE
source: Gives me an uneasy feeling.
sw: От него у [меня|pl=нас] какое-то гнетущее ощущение.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKE
source: I wonder if it'll sell me some oil?
sw: Интересно, она продаст [мне|pl=нам] масло?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKEOIL
source: The label says 'Jay's Wondrous Snake Oil!'
sw: Этикетка гласит: "Поразительное змеиное масло Джея!"

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORSEASHELL
source: Arts and crafts!
sw: Декоративно-прикладное искусство!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKE_FIRE
source: Is that snake smoldering?
sw: Это змея так тлеет?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSSEL_COOKED
source: I cook a mean mussel.
sw: [Я|pl=Мы] предпочита[ю|pl=ем] мидий средней прожарки.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PACKIM_FISHBONE
source: Looks like something I want to carry around.
sw: У неё такой вид, что так и подмывает взять с собой.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PACKIM
source: I bet I could pack'im full of stuff.
sw: Держ[у|pl=им] пари, что смо[гу|pl=жем] сложить сюда вещи.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORLIMESTONE
source: I'm sure this will hold up great!
sw: [Я|pl=Мы] увере[н|на|pl=ны], что она будет здорово защищать!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TIGERSHARK
source: Well that's terrifying.
sw: А вот это уже устрашающе.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODLEGS_KEY1
source: Something somewhere must be locked.
sw: Что-нибудь где-нибудь должно быть заперто.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODLEGS_KEY2
source: This key probably unlocks something.
sw: Этот ключ, вероятно, открывает что-то.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODLEGS_KEY3
source: That's a key.
sw: Это ключ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODLEGS_CAGE
source: That seems like an excessive amount of locks.
sw: Тут, кажется, многовато замков понавешено.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIAN_WORKBENCH
source: I feel inspired.
sw: [Я|pl=Мы] чувству[ю|pl=ем] вдохновение.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NEEDLESPEAR
source: I'm glad I didn't step on this.
sw: Хорошо, что [я|pl=мы] не наступил[|а|о|и] на него.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIMESTONE
source: Looks like a useful building material.
sw: Полезный строительный материал.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGOON
source: You're a quick one, aren't you?
sw: Считаешь себя быстрым, не так ли?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEMAKER.OUT
source: It needs more fuel.
sw: Ему нужно больше топлива.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEMAKER.VERYLOW
source: I can hear it sputtering.
sw: [Я слышу|pl=Мы слышим] его бормотание.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEMAKER.LOW
source: It seems to be slowing down.
sw: Кажется, он замедляется.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEMAKER.NORMAL
source: It's putting along.
sw: Делает своё дело!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEMAKER.HIGH
source: It's running great!
sw: Здорово работает!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_BAMBOOTREE
source: I need to plant this.
sw: Нужно его посадить.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BAMBOOTREE.BURNT
source: I feel like I could have prevented that.
sw: У [меня|pl=нас] ощущение, что я мог[|ла|ло|ли] бы предотвратить это.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BAMBOOTREE.CHOPPED
source: Take that, nature!
sw: Получай, природа!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BAMBOOTREE.GENERIC
source: Looks sturdy.
sw: Выглядит крепким.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JUNGLETREE.BURNING
source: What a waste of wood.
sw: Какая трата древесины.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JUNGLETREE.BURNT
source: I feel like I could have prevented that.
sw: У [меня|pl=нас] ощущение, что я мог[|ла|ло|ли] бы предотвратить это.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JUNGLETREE.CHOPPED
source: Take that, nature!
sw: Получай, природа!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JUNGLETREE.GENERIC
source: That tree needs a hair cut.
sw: Этому дереву нужна стрижка.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHARK_GILLS
source: I wish I had gills.
sw: Жаль, что у [меня|pl=нас] нет жабр.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIAN
source: It's a fire rock.
sw: Это огненный камень.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BABYOX
source: It's a tiny meat beast.
sw: Это маленький мясистый зверь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STUNGRAY
source: I think I'll keep my distance.
sw: Лучше [я буду|pl=мы будем] сохранять дистанцию.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHARK_FIN
source: A sleek fin.
sw: Гладкий плавник.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG_POISON
source: It looks meaner than usual.
sw: Она выглядит злее, чем обычно.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOUREDBOAT
source: That is one durable boat.
sw: Вот это прочная лодка, тут не поспоришь.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOROBSIDIAN
source: I'm a genius.
sw: Да [я|pl=мы] же гени[й|pl=и]!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIOLUMINESCENCE
source: These make a soothing glow.
sw: Они излучают успокаивающий свет.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEAR_POISON
source: Now it's extra deadly.
sw: Теперь оно ещё смертельнее.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEAR_OBSIDIAN
source: This will leave a mark.
sw: От такого не отмахнёшься.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKEDEN.BURNT
source: I feel like I could have prevented that.
sw: У [меня|pl=нас] ощущение, что я мог[|ла|ло|ли] бы предотвратить это.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKEDEN.CHOPPED
source: Take that, nature!
sw: Получай, природа!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKEDEN.GENERIC
source: It's all viney!
sw: Весь такой спутанный!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TOUCAN
source: I tou-can't catch him...
sw: Какой выпендрёж.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MESSAGEBOTTLE
source: Someone wrote me a note!
sw: Кто-то написал [мне|pl=нам] записку!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAND
source: A handy pile of pocket sand.
sw: Удобная кучка карманного песка.
