Repository: Stason4ikRU/RUSS_DS
Catalog: *.po
Languages: sw

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MARSH_TREE.GENERIC
source: Me and spikes don't get along.
sw: Я с колючками не в ладу.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MEAT
source: Five second rule!
sw: Быстро поднятое не считается упавшим!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MEATBALLS
source: Saucy.
sw: С подливкой.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MEATRACK.BURNT
source: Your days of jerkying are over.
sw: Дни, когда ты могла сушить, в прошлом.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MEATRACK.DONE
source: That's some good looking jerky.
sw: Уже давно всё высушилось как следует.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MEATRACK.DRYING
source: See you later water.
sw: Увидимся позже, вода.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MEATRACK.DRYINGINRAIN
source: Water doesn't make things dry.
sw: Вода не способствует высушиванию.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MEATRACK.GENERIC
source: This rack could use some meat.
sw: В эту сушилку можно подвесить мясо.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MEAT_DRIED
source: Boy, this meat is jerky.
sw: Чёрт, это мясо просушилось на славу.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MERM
source: It should really go for a swim.
sw: Ему однозначно стоит пойти поплавать.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MERMFISHER
source: You don't mind working for a living.
sw: Ты не ленишься добывать себе на пропитание.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MERMHEAD.BURNT
source: I like it better burnt.
sw: Так даже лучше.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MERMHEAD.GENERIC
source: As if the pigs didn't smell bad enough.
sw: Как будто бы свиньи и без того пахнут недостаточно плохо.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MERMHOUSE.BURNT
source: This house has char-acter.
sw: В этом жилище кто-то баловался со спичками.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MERMHOUSE.GENERIC
source: I could have sworn this was an outhouse.
sw: Я думала... я могла бы поклясться, что это уличный туалет.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MERMHOUSE_FISHER
source: Where the workers take five.
sw: Сюда работники собираются на перекур.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MESSAGEBOTTLE
source: There must be a better way to send a message...
sw: Должен же быть способ получше для того, чтобы посылать сообщения...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MESSAGEBOTTLEEMPTY
source: I could whistle a tune with you.
sw: Я могу на тебе насвистеть простенькую мелодию.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MINERHAT
source: Another job I hope to never do.
sw: Одна из тех работ, которую я предпочла бы не делать.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MONSTERLASAGNA
source: Still smells monstery...
sw: Запах всё равно монструозный...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MONSTERMEAT
source: Am I really hungry enough?
sw: Так ли уж сильно я голодна?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MONSTERMEAT_DRIED
source: Tough to chew AND crazy-making!
sw: Плохо жуётся и сводит с ума!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MOSQUITOSACK_YELLOW
source: Ewwww.
sw: Фу-у-у-у.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MOSQUITO_POISON
source: Get lost!
sw: Отвянь!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: I'm picky when it comes to tools.
sw: Я очень переборчива, когда дело доходит до инструментов.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MUSHTREE_MEDIUM
source: Medium mushness.
sw: Средняя грибнота.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MUSHTREE_SMALL
source: Grow tree! Mush! Mush!
sw: Расти, дерево! Давай! Давай!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MUSHTREE_TALL
source: That's a whole lot of mushtree!
sw: Целая куча грибов забрались друг на друга в дерево!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MUSSEL
source: I could eat a hundred of these.
sw: Я могу хоть сотню таких съесть.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MUSSEL_COOKED
source: Needs shallots.
sw: Эх, жаль, нет лука.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MUSSEL_FARM.GENERIC
source: They glop to it.
sw: Они там послипались друг с другом.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MUSSEL_FARM.STICKPLANTED
source: That's it mussels, do some pull ups.
sw: Вот так, мидии, взбирайтесь.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MUSSEL_STICK
source: They glop to it.
sw: Они на неё липнут.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.NIGHTLIGHT
source: Lights the night with 'mares.
sw: Освещает ночь кошмарами.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.NIGHTMAREFUEL
source: The stuff of nightmares.
sw: Кошмарные дела.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.NIGHTSWORD
source: Wield the dark.
sw: Вооружение тьмы.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.NITRE
source: Not just any old dumb rock.
sw: Не просто какой-то там никому не нужный камушек.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.OBSIDIAN
source: Ouch, you're hot!
sw: Ай, да он горячий!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.OBSIDIANAXE
source: I gotta work to make you work...
sw: Нужно поработать, чтобы он заработал...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.OBSIDIANCOCONADE
source: Beware of the boom!
sw: Будь готов к большому "БУМ"!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.OBSIDIANFIREPIT
source: This fire keeps on lickin' and tickin'
sw: Этот огонь уютно потрескивает и облизывает своими язычками.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.OBSIDIANMACHETE
source: This blade's as hot as it is cool.
sw: Пришлось вложить немало сил, чтобы сделать тебя горячим.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.OBSIDIANSPEARGUN
source: Oh, I like you.
sw: Ох, ты мне нравишься.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.OBSIDIAN_WORKBENCH
source: For playing with fire.
sw: Для игры с огнём.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.OCTOPUSCHEST
source: Booty-ya!
sw: Золото-бриллианты!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.OCTOPUSKING
source: You seem chill.
sw: А ты умеешь расслабляться.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ONEMANBAND
source: Let's get this jam sesh rollin'!
sw: Я могу быть маленькой барабанщицей!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.OX
source: You smell like wet hair.
sw: Ты пахнешь мокрой шерстью.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PACKIM
source: You got a big mouth, fella.
sw: Дружище, у тебя не рот а ротяка.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PACKIM_FISHBONE
source: I'll hold onto this.
sw: Я это придержу с собой.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PALMLEAF
source: Would make a cute skirt.
sw: Можно сделать клёвую юбку.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PALMLEAF_HUT
source: It's like indoors, but outdoors.
sw: Это как в помещении, только без помещения.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PALMLEAF_UMBRELLA
source: My own pint sized palm tree.
sw: Моя личная малюсенькая пальмочка.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PANFLUTE
source: Plays hypnotic tunes.
sw: Играет гипнотические мелодии.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PAPYRUS
source: Bet this burns good.
sw: Готова спорить, это хорошо горит.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PARROT
source: Will you ever stop squawking?
sw: Ты когда нибудь прекратишь чирикать?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEACOCK
source: A tropical turkey!
sw: Тропическая индейка!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEROGIES
source: Comfort food!
sw: Еда тех, у кого всё хорошо!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PETALS
source: Flowers totally get me.
sw: Цветы понимают меня, как никто другой.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PETALS_EVIL
source: These smell like bad karma.
sw: Они пахнут плохой кармой.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PICKAXE
source: My back hurts just looking at it.
sw: Уже от одного взгляда на неё начинает ломить поясницу.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PIGSKIN
source: Kinda gross when you think about it.
sw: Если так подумать, довольно мерзкая штука.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PIRATEHAT
source: High fashion for the high seas.
sw: Высокая мода открытого моря.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PIRATEPACK
source: Booty in the back.
sw: Мешок с добром за спиной.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PIRATIHATITATOR.BURNT
source: Fire always wins.
sw: Огонь всегда побеждает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PIRATIHATITATOR.GENERIC
source: It holds many sea-crets.
sw: В ней сокрыто столько тайн.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PITCHFORK
source: Looks like some kind of trident.
sw: Выглядит, как какой-то трезубец.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PLANTMEAT
source: It's got all two food groups.
sw: Относится сразу к двум пищевым группам.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PLANTMEAT_COOKED
source: Hey, you're not a REAL steak!
sw: Эй, это не НАСТОЯЩЕЕ мясо!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PLANT_NORMAL.GENERIC
source: Farming is so hard!
sw: Земледелие - это так тяжело!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PLANT_NORMAL.GROWING
source: It's still just a child.
sw: Это по-прежнему лишь ребёнок.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PLANT_NORMAL.READY
source: Looks full grown to me.
sw: Можно собирать, на мой взгляд.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PLANT_NORMAL.WITHERED
source: Something made it all... gross.
sw: Что-то привело к тому, что всё... завяло.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POISONHOLE
source: Gag!
sw: Затычку мне!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POMEGRANATE
source: Seedy.
sw: Семечко.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POMEGRANATE_COOKED
source: Hot n' juicy.
sw: Горячий и сочный.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POMEGRANATE_SEEDS
source: Ugh, these should go in the ground I guess...
sw: Ох, это следует класть в землю, я так думаю...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POOP
source: Surf sewage!
sw: Это тут оставили другие сёрферы!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PORTAL_SHIPWRECKED
source: I wonder what this does...
sw: Я всё думаю, для чего это...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POWCAKE
source: Makes things eat it.
sw: Едва ли это можно есть.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PRIMEAPE
source: This guy's a major beach leech.
sw: Как в зеркало смотрюсь...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PRIMEAPEBARREL
source: Gnarly domicile, man...
sw: Как бочка с обезьянами...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PURPLEAMULET
source: This thing drives me nuts!
sw: У меня от этой штуки шарики за ролики заходят!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PURPLEGEM
source: Shiny!
sw: Блестяшки!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RAFT
source: Worst. Surfboard. Ever.
sw: Самая. Худшая. Доска. В. Мире.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RAINOMETER.BURNT
source: Guess you didn't see that coming.
sw: Что, не смог это предсказать?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RAINOMETER.GENERIC
source: Tells me when to paddle in.
sw: Подсказывает мне, когда пора идти в воду.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RATATOUILLE
source: For treatment of scurvy...
sw: Для лечения цинги...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RAZOR
source: You're not coming near my legs!
sw: Даже и не думай о моих ногах!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.REDBARREL
source: Hmm, was I in charge of keeping these stowed?
sw: Эй, я что, следила за тем, как их закрепляли?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.REDGEM
source: Booty-ful!
sw: Прелестно!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RED_CAP_COOKED
source: I'm not THAT hungry.
sw: Я не НАСТОЛЬКО голодна.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.REEDS.BURNING
source: Whoa. Heavy.
sw: Ого. Капец.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.REEDS.GENERIC
source: More grass. Righteous.
sw: Ещё трава. Кто бы сомневался.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.REEDS.PICKED
source: Catch you on the flip flop.
sw: Прихвачу немного себе на вьетнамки.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.REFLECTIVEVEST
source: Even sun worshipers need a break.
sw: Даже заядлым солнечным фанатам нужны перерывы.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RESEARCHLAB.BURNT
source: Ugh, do I have to build you again now?
sw: Ох, мне что, придётся строить это снова?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RESEARCHLAB.GENERIC
source: I wish you were a do-all-the-work-for-me machine.
sw: Хотела бы я, чтоб это была моя собственная "исполню-все-ваши-желания" машина.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RESEARCHLAB2.BURNT
source: Ugh, do I have to build you again now?
sw: Ох, мне что, придётся строить это снова?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RESEARCHLAB2.GENERIC
source: I wish you were a do-all-the-work-for-me machine.
sw: Хотела бы я, чтоб это была моя собственная "исполню-все-ваши-желания" машина.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RESEARCHLAB3.BURNT
source: Couldn't you have manipulated yourself into not getting burnt?
sw: Она что, не могла себя переделать так, чтобы не гореть?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RESEARCHLAB3.GENERIC
source: Manipulating shadows sounds tough, glad I don't have to.
sw: Управление тенями это, конечно, круто. Слава Богу, мне не придётся этим заниматься.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: Up in smoke...
sw: В хлам...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: You better work.
sw: Смотри, не сломайся.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RESURRECTIONSTONE
source: Hope I never need you...
sw: Надеюсь, он мне никогда не пригодится...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ROCK
source: I like you much better on land.
sw: На суше ты мне больше нравишься.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ROCKS
source: Not flat. Won't skip.
sw: Нет плоских. В блинчики не поиграешь.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ROCK_LIGHT.GENERIC
source: Gnarly!
sw: Грубоватый!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling.
sw: Лава остывает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ROCK_LIGHT.NORMAL
source: Gnarly!
sw: Грубоватый!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ROCK_LIGHT.OUT
source: The fire is cooked.
sw: Огонь сварился.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ROPE
source: Good for a lot of boring stuff.
sw: Хороша для целой кучи всякой всячины.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ROTTENEGG
source: Smells like a ship cabin.
sw: Запах как из каюты корабля.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ROWBOAT
source: Awww, rowing? Ugh.
sw: Что, грести? О-о-х.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RUINSHAT
source: Fit for a queen.
sw: Подошло бы королеве.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RUINS_BAT
source: Know a few scallywags I'd like to introduce this to.
sw: У меня есть на примете пара негодяев, которых стоило бы с ней познакомить.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SAIL
source: A blow boater's best friend.
sw: Лучший друг корабельных лентяев.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SAND
source: I like it between my toes and nowhere else.
sw: Мне нравится, когда он между пальцами ног и нигде больше.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SANDBAG
source: Heavy lifting...
sw: Тяжёлый труд...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SANDBAGSMALL
source: Heavy lifting...
sw: Тяжёлый труд...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SANDBAG_ITEM
source: Heavy lifting...
sw: Тяжёлый труд...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SANDHILL
source: If this was bigger I could sand board.
sw: Была бы она побольше, можно было бы попробовать съехать с неё на доске.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SAND_CASTLE.GENERIC
source: I feel like a kid again!
sw: Я как будто вернулась в детство!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SAND_CASTLE.SAND
source: I like it between my toes and nowhere else.
sw: Мне нравится, когда он между пальцами ног и нигде больше.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SAPLING.BURNING
source: Not much to burn.
sw: Да по сути тут и гореть-то нечему было.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SAPLING.GENERIC
source: Board material?
sw: Материал для доски?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SAPLING.PICKED
source: Looks noodled.
sw: Выглядит слегка помятым.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SAPLING.WITHERED
source: Looks like I feel.
sw: Выглядит так, как я себя чувствую.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEAGULL
source: Poop Hawk!
sw: Какашко-ястреб!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEAGULL_WATER
source: Ewww, its nethers are touching my waves...
sw: Фу, их нечистоты касаются моих волн...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEASACK
source: Squishy.
sw: Хлюпает.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEASHELL
source: No two are alike.
sw: Двух одинаковых не найдёшь.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEASHELL_BEACHED
source: A gift from the sea.
sw: Дары моря.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEATRAP
source: Wobster goes in. Dinner comes out.
sw: Вобстер заходит - обед выходит.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEAWEED
source: Name says it all.
sw: Название говорит само за себя.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEAWEED_COOKED
source: A little better I guess...
sw: Пожалуй, слегка лучше...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEAWEED_DRIED
source: It's better with some crunch.
sw: Гляди-ка! А с хрустом то лучше.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEAWEED_PLANTED
source: Gets caught on my board.
sw: Попала мне на доску.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEEDS
source: Ugh, do I have to like, plant these?
sw: Ох. И теперь что, я должна с радостью посадить их?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEEDS_COOKED
source: Get stuck in my teeth.
sw: Застряют в зубах.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEWING_KIT
source: I ain't the sewing kind.
sw: Шью я не так, чтобы очень.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SHARKITTEN
source: For my worst nightmare, you're pretty cute.
sw: Ты достаточно мила, как для моего худшего ночного кошмара.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SHARK_FIN
source: The only kind of fin I wanna see.
sw: Единственная разновидность плавников, которую я хотела бы видеть.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SHARK_GILLS
source: It won't be needing these.
sw: Ей они больше не понадобятся.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SHARK_TEETHHAT
source: Feels wrong having these on my head...
sw: Чувствую себя не в своей тарелке с такой байдой на голове...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SHARX
source: Shoo! Shoo! Shoo!
sw: Кыш! Кыш! Кыш

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SHOVEL
source: Ugh, digging...
sw: Бе, копать...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SIESTAHUT.BURNT
source: Rest in peace.
sw: Покойся с миром.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SIESTAHUT.GENERIC
source: I could use a snooze.
sw: Можно воспользоваться, чтобы вздремнуть.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SILK
source: Spider gunk...
sw: Паучья смазка...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SKELETON
source: Surfing in the beyond...
sw: Сёрфит на том свете...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SKELETON_PLAYER
source: Surfing in the beyond...
sw: Сёрфит на том свете...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SKULLCHEST
source: This won't Kramp my style.
sw: Такой не подмочит мне репутацию.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SLOTMACHINE
source: Should I push my luck?
sw: Стоит ли испытывать удачу?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMALLBIRD.GENERIC
source: Eye see you.
sw: Такой глаз сложно не увидеть.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMALLBIRD.HUNGRY
source: Hope your stomach is as big as your eye.
sw: Надеюсь, у тебя желудок такой же, как глаз.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMALLBIRD.STARVING
source: Blink twice if you're hungry.
sw: Мигни дважды, если проголодалась.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMALLMEAT
source: Mmmmmeat!
sw: М-м-м-м-ясо!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMALLMEAT_DRIED
source: A treat that travels well.
sw: Угощение, которое многое повидало.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SNAKE
source: I hope you can't swim.
sw: Надеюсь, ты не умеешь плавать.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SNAKEOIL
source: I wasn't born yesterday.
sw: Вчера у меня не было дня рождения.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SNAKESKIN
source: I could make a bikini out of this!
sw: Из этого я могу сделать бикини!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SNAKESKINHAT
source: Raindrops keep falling on my hat.
sw: Капельки дождя продолжают падать на мою шапку.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SNAKE_POISON
source: My buddy has a bodacious bite!
sw: У этой заразы заразный укус!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SOLOFISH
source: Bring me my slippers.
sw: Принеси мне мои тапочки.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPEAR
source: For stabbing problems.
sw: Для решения проблем физическими методами.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPEARGUN
source: Point. Shoot.
sw: Целишься. Стреляешь.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPEARGUN_POISON
source: Highly contagious.
sw: Высоко-заразное.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPEAR_OBSIDIAN
source: Ready. Aim. Fire-y.
sw: Изготавливаешься. Целишься. Воспламеняешь.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPEAR_POISON
source: Want to take a sick day?
sw: Кто хочет взять отгул из-за отравления?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPIDER.DEAD
source: I wonder if it will rain now?
sw: Что-то в лесу сдохло?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPIDER.GENERIC
source: Crawly creep.
sw: Ползучий ужас.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPIDER.SLEEPING
source: Aww, it's so peaceful and disgusting.
sw: О-о-ой, какая умиротворяющая мерзость.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPIDERDEN
source: They don't like trespassers.
sw: Они не жалуют проходимцев.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPIDEREGGSACK
source: Start a spider farm.
sw: Начало паучьей фермы.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPIDERGLAND
source: Why does health food taste so bad?
sw: Интересно, почему здоровая пища на вкус такая плохая?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPIDERHAT
source: Ha! I'm your boss now, spiders!
sw: Ха! Я теперь ваш босс, паучки!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPIDERQUEEN
source: I don't bow to royalty.
sw: Я не преклоняюсь перед членами королевской семьи.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Now I can rest in peace.
sw: Теперь я могу спать спокойно.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Back off, you're germy!
sw: Отвали, заразный!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: Hope you're having a nightmare.
sw: Надеюсь, тебе снятся кошмары.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPOILED_FISH
source: Gag material!
sw: Бу-у-у-э-э-э!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SPOILED_FOOD
source: What a waste.
sw: Какая бесполезная трата.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.STINGER
source: Glad I don't have to pick this out of my skin.
sw: Хорошо, хоть не приходится вытаскивать его из себя.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.STRAWHAT
source: Keeps my face from getting freckly.
sw: Защищает лицо от появления веснушек.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.STUFFEDEGGPLANT
source: Health grub.
sw: Здоровый хавчик.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.STUNGRAY
source: I thought shark farts were bad...
sw: А я думала, что это у акул газы пахнут плохо...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SUNKBOAT
source: Surfboards don't sink!
sw: А доски для сёрфинга не тонут!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: Surfboards don't sink!
sw: А доски для сёрфинга не тонут!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SUNKEN_BOAT.GENERIC
source: Surfboards don't sink!
sw: А доски для сёрфинга не тонут!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SUPERTELESCOPE
source: I can super sea!!
sw: У меня супер-зрение!!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SURFBOARD
source: My love for you is deeper than the ocean.
sw: Лови волну!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SURFBOARD_ITEM
source: My pride and joy!
sw: Моя гордость и радость!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SWEET_POTATO
source: Dessert!
sw: Десерт!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SWEET_POTATO_COOKED
source: Hmm, it's not that sweet actually...
sw: Хм, да вообще-то не особенно она сладкая...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SWEET_POTATO_PLANTED
source: Dessert grows in the ground!
sw: Десерт растёт прямо из земли!
